[
    {
        "0": "mobility",
        "1": "이동",
        "2": "Historically, a career was defined by upward m_______ and advancement in a steeply graded hierarchy, achieving greater responsibility and influence, with the vast majority of employees remaining with their organizations for life.",
        "3": "역사적으로, 경력이란 거의 대부분의 직원이 평생 자신의 조직에 남은 상태에서, 더 큰 책임과 영향력을 달성하면서 가파르게 등급이 나뉜 계급 조직에서 위로 이동하며 승진하는 것에 의해 정의되었다.",
        "4": "mobility"
    },
    {
        "0": "advancement",
        "1": "승진,향상",
        "2": "Historically, a career was defined by upward mobility and a__________ in a steeply graded hierarchy, achieving greater responsibility and influence, with the vast majority of employees remaining with their organizations for life.",
        "3": "역사적으로, 경력이란 거의 대부분의 직원이 평생 자신의 조직에 남은 상태에서, 더 큰 책임과 영향력을 달성하면서 가파르게 등급이 나뉜 계급 조직에서 위로 이동하며 승진하는 것에 의해 정의되었다.",
        "4": "advancement"
    },
    {
        "0": "steeply",
        "1": "가파르게",
        "2": "Historically, a career was defined by upward mobility and advancement in a s_______ graded hierarchy, achieving greater responsibility and influence, with the vast majority of employees remaining with their organizations for life.",
        "3": "역사적으로, 경력이란 거의 대부분의 직원이 평생 자신의 조직에 남은 상태에서, 더 큰 책임과 영향력을 달성하면서 가파르게 등급이 나뉜 계급 조직에서 위로 이동하며 승진하는 것에 의해 정의되었다.",
        "4": "steeply"
    },
    {
        "0": "graded",
        "1": "등급이 나뉜",
        "2": "Historically, a career was defined by upward mobility and advancement in a steeply g______ hierarchy, achieving greater responsibility and influence, with the vast majority of employees remaining with their organizations for life.",
        "3": "역사적으로, 경력이란 거의 대부분의 직원이 평생 자신의 조직에 남은 상태에서, 더 큰 책임과 영향력을 달성하면서 가파르게 등급이 나뉜 계급 조직에서 위로 이동하며 승진하는 것에 의해 정의되었다.",
        "4": "graded"
    },
    {
        "0": "objective",
        "1": "객관적인",
        "2": "Career success was measured by o________ criteria such as pay, status and power.",
        "3": "경력에서의 성공은 급여, 지위, 권력과 같은 객관적인 기준에 의해 측정되었다.",
        "4": "objective"
    },
    {
        "0": "criterion",
        "1": "기준",
        "2": "Career success was measured by objective c_______ such as pay, status and power.",
        "3": "경력에서의 성공은 급여, 지위, 권력과 같은 객관적인 기준에 의해 측정되었다.",
        "4": "criteria"
    },
    {
        "0": "downward",
        "1": "아래쪽으로",
        "2": "Today a career is more likely to be defined as a lifelong series of work experiences, with job movements being upward, sideways and in some cases d________ — termed protean careers.",
        "3": "오늘날 경력은, 직업상의 이동이 위쪽으로, 옆쪽으로 그리고 때에 따라서는 아래쪽으로 이루어지는 평생에 걸친 일련의 직업 경험으로 정의될 가능성이 더 큰데, 그것은 프로티언 (변화무쌍한) 경력이라고 불린다.",
        "4": "downward"
    },
    {
        "0": "term",
        "1": "(~이라고) 부르다",
        "2": "Today a career is more likely to be defined as a lifelong series of work experiences, with job movements being upward, sideways and in some cases downward — t______ protean careers.",
        "3": "오늘날 경력은, 직업상의 이동이 위쪽으로, 옆쪽으로 그리고 때에 따라서는 아래쪽으로 이루어지는 평생에 걸친 일련의 직업 경험으로 정의될 가능성이 더 큰데, 그것은 프로티언 (변화무쌍한) 경력이라고 불린다.",
        "4": "termed"
    },
    {
        "0": "engagement",
        "1": "참여도",
        "2": "Career success is increasingly measured by intrinsic criteria such as satisfaction, e_________, meaning, learning and growth rather than external criteria such as income and organizational level.",
        "3": "경력에서의 성공은 점점 더 소득과 조직에서의 지위와 같은 외부적 기준보다는 만족도, 참여도,  의미, 학습, 성장과 같은 내재적 기준에 의해 측정된다.",
        "4": "engagement"
    },
    {
        "0": "external",
        "1": "외부적인",
        "2": "Career success is increasingly measured by intrinsic criteria such as satisfaction, engagement, meaning, learning and growth rather than e_______ criteria such as income and organizational level.",
        "3": "경력에서의 성공은 점점 더 소득과 조직에서의 지위와 같은 외부적 기준보다는 만족도, 참여도,  의미, 학습, 성장과 같은 내재적 기준에 의해 측정된다.",
        "4": "external"
    },
    {
        "0": "trade~for",
        "1": "~을...과 바꾸다",
        "2": "More people today want to t_____ money ___ meaning.",
        "3": "오늘날 더  많은 사람이 돈을 의미와 바꾸기를 원한다.",
        "4": "trade~for"
    },
    {
        "0": "ladder",
        "1": "사다리",
        "2": "Sheryl Sandberg views careers today more like ‘jungle gyms’, structures allowing movement from one rung to another, rather than as a l_____.",
        "3": "Sheryl Sandberg는 오늘날의 경력을 사다리보다는 오히려 '정글짐', 즉 한 가로대에서 다른 가로대로의 이동을 허용하는 구조와 더 비슷하다고 본다.",
        "4": "ladder"
    }
]