[
    {
        "0": "ethics",
        "1": "윤리,윤리학",
        "2": "The history of e______ is largely a history of the development of two central lines of thought: one that emphasizes our fundamental duties to others, and the other that strives to justify decisions based on the effects that our actions have on others.",
        "3": "윤리의 역사는 주로 두 가지의 중심적인 사고방식이 발전해 온 역사인데, 하나는 타인에 대한 우리의 기본적인 의무를 강조하는 것이고, 다른 하나는 우리의 행동이 타인에게 미치는 영향에 근거하여 결정을 정당화하려고 노력하는 것이다.",
        "4": "ethics"
    },
    {
        "0": "line of thought",
        "1": "사고방식,사상",
        "2": "The history of ethics is largely a history of the development of two central l_____ __ ________: one that emphasizes our fundamental duties to others, and the other that strives to justify decisions based on the effects that our actions have on others.",
        "3": "윤리의 역사는 주로 두 가지의 중심적인 사고방식이 발전해 온 역사인데, 하나는 타인에 대한 우리의 기본적인 의무를 강조하는 것이고, 다른 하나는 우리의 행동이 타인에게 미치는 영향에 근거하여 결정을 정당화하려고 노력하는 것이다.",
        "4": "lines of thought"
    },
    {
        "0": "emphasize",
        "1": "강조하다",
        "2": "The history of ethics is largely a history of the development of two central lines of thought: one that e_________ our fundamental duties to others, and the other that strives to justify decisions based on the effects that our actions have on others.",
        "3": "윤리의 역사는 주로 두 가지의 중심적인 사고방식이 발전해 온 역사인데, 하나는 타인에 대한 우리의 기본적인 의무를 강조하는 것이고, 다른 하나는 우리의 행동이 타인에게 미치는 영향에 근거하여 결정을 정당화하려고 노력하는 것이다.",
        "4": "emphasizes"
    },
    {
        "0": "fundamental",
        "1": "기본적인,근본의",
        "2": "The history of ethics is largely a history of the development of two central lines of thought: one that emphasizes our f___________ duties to others, and the other that strives to justify decisions based on the effects that our actions have on others.",
        "3": "윤리의 역사는 주로 두 가지의 중심적인 사고방식이 발전해 온 역사인데, 하나는 타인에 대한 우리의 기본적인 의무를 강조하는 것이고, 다른 하나는 우리의 행동이 타인에게 미치는 영향에 근거하여 결정을 정당화하려고 노력하는 것이다.",
        "4": "fundamental"
    },
    {
        "0": "strive to do",
        "1": "~하려고 노력하다",
        "2": "The history of ethics is largely a history of the development of two central lines of thought: one that emphasizes our fundamental duties to others, and the other that s______ __ justify decisions based on the effects that our actions have on others.",
        "3": "윤리의 역사는 주로 두 가지의 중심적인 사고방식이 발전해 온 역사인데, 하나는 타인에 대한 우리의 기본적인 의무를 강조하는 것이고, 다른 하나는 우리의 행동이 타인에게 미치는 영향에 근거하여 결정을 정당화하려고 노력하는 것이다.",
        "4": "strives to"
    },
    {
        "0": "justify",
        "1": "정당화하다",
        "2": "The history of ethics is largely a history of the development of two central lines of thought: one that emphasizes our fundamental duties to others, and the other that strives to j______ decisions based on the effects that our actions have on others.",
        "3": "윤리의 역사는 주로 두 가지의 중심적인 사고방식이 발전해 온 역사인데, 하나는 타인에 대한 우리의 기본적인 의무를 강조하는 것이고, 다른 하나는 우리의 행동이 타인에게 미치는 영향에 근거하여 결정을 정당화하려고 노력하는 것이다.",
        "4": "justify"
    },
    {
        "0": "pose",
        "1": "(문제 등을)제기하다",
        "2": "Immanuel Kant, William David Ross, Seyla Benhabib, and others argued that the most important question to p___ is whether a person understood and was attempting to carry out a moral obligation or duty.",
        "3": "Kant, William David Ross, Seyla Benhabib 등은 제기해야 할 가장 중요한 질문은 한 개인이 도덕적 책무, 즉 ‘의무’를 이해하고 (이를) 수행하려고 시도하고 있었는지의 여부라고 주장했 다.",
        "4": "pose"
    },
    {
        "0": "moral",
        "1": "도덕적인",
        "2": "Immanuel Kant, William David Ross, Seyla Benhabib, and others argued that the most important question to pose is whether a person understood and was attempting to carry out a m____ obligation or duty.",
        "3": "Kant, William David Ross, Seyla Benhabib 등은 제기해야 할 가장 중요한 질문은 한 개인이 도덕적 책무, 즉 ‘의무’를 이해하고 (이를) 수행하려고 시도하고 있었는지의 여부라고 주장했다.",
        "4": "moral"
    },
    {
        "0": "obligation",
        "1": "책무,의무",
        "2": "Immanuel Kant, William David Ross, Seyla Benhabib, and others argued that the most important question to pose is whether a person understood and was attempting to carry out a moral o________ or duty.",
        "3": "Kant, William David Ross, Seyla Benhabib 등은 제기해야 할 가장 중요한 질문은 한 개인이 도덕적 책무, 즉 ‘의무’를 이해하고 (이를) 수행하려고 시도하고 있었는지의 여부라고 주장했다.",
        "4": "obligation"
    },
    {
        "0": "outcome",
        "1": "결과",
        "2": "If so, the o______ of one’s action has no bearing on whether he or she acted ethically.",
        "3": "만약 그렇다면, 한 사람의 행동의 결과는 그가 윤리적으로 행동했는지 여부와 아무런 관계가 없다.",
        "4": "outcome"
    },
    {
        "0": "have no bearing on",
        "1": "~과 아무런 관계가 없다",
        "2": "If so, the outcome of one’s action h__ __ _______ __ whether he or she acted ethically.",
        "3": "만약 그렇다면, 한 사람의 행동의 결과는 그가 윤리적으로 행동했는지 여부와 아무런 관계가 없다.",
        "4": "has no bearing on"
    },
    {
        "0": "existence",
        "1": "존재",
        "2": "Their duty-based, or deontological, approach is focused almost exclusively on intent and is the only way, they argued, to acknowledge e________ the of universal moral obligations and to assess one’s moral character.",
        "3": "의무에 기반을 둔, 즉 의무론적인 그들의 접근법은 거의 전적으로 의도에 초점을 맞추고 있으며 보편적인 도덕적 책무의 존재를 인정하고 한 사람의 도덕성을 평가하는 유일한 방법이라고 그들은 주장했다.",
        "4": "existence"
    },
    {
        "0": "assess",
        "1": "평가하다",
        "2": "Their duty-based, or deontological, approach is focused almost exclusively on intent and is the only way, they argued, to acknowledge the existence of universal moral obligations and to a_____ one’s moral character.",
        "3": "의무에 기반을 둔, 즉 의무론적인 그들의 접근법은 거의 전적으로 의도에 초점을 맞추고 있으며 보편적인 도덕적 책무의 존재를 인정하고 한 사람의 도덕성을 평가하는 유일한 방법이라고 그들은 주장했다.",
        "4": "assess"
    },
    {
        "0": "consequence",
        "1": "결과",
        "2": "What makes a lie immoral, Kant said, is not the c__________ of the lie — whether it prevents embarrassment or results in serious harm.",
        "3": "Kant는 어떤 거짓말을 비도덕적으로 만드는 것은, 그것이 곤란한 상황을 방지 하든 심각한 해를 초래하든 간에, 그 거짓말의 결과가 아니라고 말했다.",
        "4": "consequence"
    },
    {
        "0": "embarrassment",
        "1": "곤란한[난처한] 상황",
        "2": "What makes a lie immoral, Kant said, is not the consequence of the lie — whether it prevents e_______________ or results in serious harm.",
        "3": "Kant는 어떤 거짓말을 비도덕적으로 만드는 것은, 그것이 곤란한 상황을 방지 하든 심각한 해를 초래하든 간에, 그 거짓말의 결과가 아니라고 말했다.",
        "4": "embarrassment"
    },
    {
        "0": "deliberately",
        "1": "고의로",
        "2": "A d____________ told lie is wrong because of what it is, not what it does: by its nature, a lie is an assault on our human dignity.",
        "3": "고의로 한 거짓말이 그른 것은 그것이 '하는’ 것 때문이  아니라 그 ‘자체’ 때문이다.",
        "4": "deliberately"
    },
    {
        "0": "dignity",
        "1": "존엄성",
        "2": "A deliberately told lie is wrong because of what it is, not what it does: by its nature, a lie is an assault on our human d_______.",
        "3": "고의로 한 거짓말이 그른 것은 그것이 '하는’ 것 때문이  아니라 그 ‘자체’ 때문이다.",
        "4": "dignity"
    },
    {
        "0": "deceive",
        "1": "기만하다,속이다",
        "2": "We are failing morally if our intent is to d_______, and whatever results from that deception is immaterial.",
        "3": "우리의 의도가 기만하려는 것이라면 우리는 도덕적으로 실패하고 있는 것이고, 그 속임수에서 어떤 결과가 나오든지 중요하지 않다. ",
        "4": "deceive"
    },
    {
        "0": "deception",
        "1": "속임수",
        "2": "We are failing morally if our intent is to deceive, and whatever results from that d________ is immaterial.",
        "3": "우리의 의도가 기만하려는 것이라면 우리는 도덕적으로 실패하고 있는 것이고, 그 속임수에서 어떤 결과가 나오든지 중요하지 않다. ",
        "4": "deception"
    }
]