[
    {
        "0": "driver",
        "1": "원동력",
        "2": "The exchange of products is a major d______ of globalization.",
        "3": " 비용을 억제해야 할 필요성은 세계화의 주요 원동력이다.",
        "4": "driver"
    },
    {
        "0": "expand",
        "1": "확장하다,발전하다",
        "2": "Firms are encouraged to e______ beyond their home jurisdictions in order to capitalize on low wage rates in other countries.",
        "3": " 기업은 타국의 낮은 임금률을 활용하기 위해 자국 관할 구역을 넘어 확장하도록 자극받는다.",
        "4": "expand"
    },
    {
        "0": "capitalize on",
        "1": "~을 활용하다,이용하다",
        "2": "Firms are encouraged to expand beyond their home jurisdictions in order to c________ __ low wage rates in other countries.",
        "3": " 기업은 타국의 낮은 임금률을 활용하기 위해 자국 관할 구역을 넘어 확장하도록 자극받는다.",
        "4": "capitalize on"
    },
    {
        "0": "wage",
        "1": "임금",
        "2": "Firms are encouraged to expand beyond their home jurisdictions in order to capitalize on low w____ rates in other countries.",
        "3": " 기업은 타국의 낮은 임금률을 활용하기 위해 자국 관할 구역을 넘어 확장하도록 자극받는다.",
        "4": "wage"
    },
    {
        "0": "elect",
        "1": "결정하다,선택하다",
        "2": "A significant number of North American and European companies, many of them well-known manufacturers of branded consumer products, have e______ to move their manufacturing operations to China in order to take advantage of that country’s low wage structure.",
        "3": "상당히 많은 북미 및 유럽 기업이 중국의 저임금 구조를 이용하기 위해 제조 사업체를 중국으로 이전 하기로 결정했는데, 그중 많은 수가 유명 상표 소비재의 저명한  제조 사업체이다.",
        "4": "elected"
    },
    {
        "0": "operation",
        "1": "사업체",
        "2": "A significant number of North American and European companies, many of them well-known manufacturers of branded consumer products, have elected to move their manufacturing o________ to China in order to take advantage of that country’s low wage structure.",
        "3": "상당히 많은 북미 및 유럽 기업이 중국의 저임금 구조를 이용하기 위해 제조 사업체를 중국으로 이전 하기로 결정했는데, 그중 많은 수가 유명 상표 소비재의 저명한  제조 사업체이다.",
        "4": "operations"
    },
    {
        "0": "take advamtage of",
        "1": "~을 이용하다",
        "2": "A significant number of North American and European companies, many of them well-known manufacturers of branded consumer products, have elected to move their manufacturing operations to China in order to t___ ________ __ that country’s low wage structure.",
        "3": "상당히 많은 북미 및 유럽 기업이 중국의 저임금 구조를 이용하기 위해 제조 사업체를 중국으로 이전 하기로 결정했는데, 그중 많은 수가 유명 상표 소비재의 저명한  제조 사업체이다.",
        "4": "take advantage of"
    },
    {
        "0": "structure",
        "1": "구조",
        "2": "A significant number of North American and European companies, many of them well-known manufacturers of branded consumer products, have elected to move their manufacturing operations to China in order to take advantage of that country’s low wage s________.",
        "3": "상당히 많은 북미 및 유럽 기업이 중국의 저임금 구조를 이용하기 위해 제조 사업체를 중국으로 이전 하기로 결정했는데, 그중 많은 수가 유명 상표 소비재의 저명한  제조 사업체이다.",
        "4": "structure"
    },
    {
        "0": "significantly",
        "1": "상당히",
        "2": "While China’s wage rates are considerably lower than those in western industrialized economies, they have been rising s___________ in recent years.",
        "3": "중국의 임금률이 서구의 산업 화한 경제국의 임금률보다 상당히 더 낮긴 하지만, 최근 몇 년간 상당히 증가해 왔다.",
        "4": "significantly"
    },
    {
        "0": "prompt",
        "1": "자극하다,촉발하다",
        "2": "This has p________ some companies to seek out even lower wage jurisdictions for their manufacturing operations, and interestingly has also encouraged American firms to move production back to the USA.",
        "3": "이것은 일부 회사들이 자신들의 제조 사업체를 위해 임금이 훨씬 더 낮은 관할 구역을 찾도록 자극하였으며,  흥미롭게도 또한 미국 회사들이 생산 활동을 다시 미국으로 옮겨 오도록 부추겼다.",
        "4": "prompted"
    }
]