[
    {
        "0": "defend",
        "1": "방어하다",
        "2": "In American colleges, one student out of two still recently believed that 'cavemen' had to d_______ themselves against dinosaurs.",
        "3": "미국 대학에서 학생 두 명 중 한 명은 최근까지도 '혈거인(穴居人)'이 공룡으로부터 자신을 방어해야 했다고 믿었다.",
        "4": "defend"
    },
    {
        "0": "prehistorian",
        "1": "선사학자",
        "2": "P__________ often deplore the ignorance of the public, and express their surprise that even those who seem interested in the past are inclined to accept the most unsound ideas.",
        "3": "선사학자들은 흔히 대중의 무지를 개탄하며, 과거에 관심이 있는 것처럼 보이는 사람들조차도 가장 오류가 큰 생각을 받아들이는 경향이 있다는 것에 그들의 놀라움을 표한다.",
        "4": "Prehistorians"
    },
    {
        "0": "ignorance",
        "1": "무지",
        "2": "Prehistorians often deplore the i_________ of the public, and express their surprise that even those who seem interested in the past are inclined to accept the most unsound ideas.",
        "3": "선사학자들은 흔히 대중의 무지를 개탄하며, 과거에 관심이 있는 것처럼 보이는 사람들조차도 가장 오류가 큰 생각을 받아들이는 경향이 있다는 것에 그들의 놀라움을 표한다.",
        "4": "ignorance"
    },
    {
        "0": "struggle",
        "1": "싸움, 투쟁, 분투",
        "2": "Yet the s________ of humans against dinosaurs could be considered a kind of knowledge ─ one that is erroneous ― rather than simply the manifestation of ignorance.",
        "3": "하지만 공룡에 맞선 인간의 싸움은 단순히 무지의 징후라기보다는 일종의 지식, 즉 잘못된 지식으로 간주될 수 있다.",
        "4": "struggle"
    },
    {
        "0": "erroneous",
        "1": "잘못된",
        "2": "Yet the struggle of humans against dinosaurs could be considered a kind of knowledge ─ one that is e_________ ― rather than simply the manifestation of ignorance.",
        "3": "하지만 공룡에 맞선 인간의 싸움은 단순히 무지의 징후라기보다는 일종의 지식, 즉 잘못된 지식으로 간주될 수 있다.",
        "4": "erroneous"
    },
    {
        "0": "manifestation",
        "1": "(어떤 것이 존재하거나 일어나고 있음을 보여 주는) 징후",
        "2": "Yet the struggle of humans against dinosaurs could be considered a kind of knowledge ─ one that is erroneous ― rather than simply the m__________ of ignorance.",
        "3": "하지만 공룡에 맞선 인간의 싸움은 단순히 무지의 징후라기보다는 일종의 지식, 즉 잘못된 지식으로 간주될 수 있다.",
        "4": "manifestation"
    },
    {
        "0": "absurd",
        "1": "터무니없는",
        "2": "An erroneous idea does not become less a______ merely for being shared by half the population; it becomes nevertheless interesting as a social phenomenon.",
        "3": "잘못된 생각은 단지 인구의 절반이 공유한다는 이유만으로 덜 터무니없어지는 것은 아니지만, 그럼에도 불구하고 그것은 사회적 현상으로서 흥미로워진다.",
        "4": "absurd"
    },
    {
        "0": "merely",
        "1": "단지, 그저",
        "2": "An erroneous idea does not become less absurd m______ for being shared by half the population; it becomes nevertheless interesting as a social phenomenon.",
        "3": "잘못된 생각은 단지 인구의 절반이 공유한다는 이유만으로 덜 터무니없어지는 것은 아니지만, 그럼에도 불구하고 그것은 사회적 현상으로서 흥미로워진다.",
        "4": "merely"
    },
    {
        "0": "phenomenon",
        "1": "현상",
        "2": "An erroneous idea does not become less absurd merely for being shared by half the population; it becomes nevertheless interesting as a social p__________.",
        "3": "잘못된 생각은 단지 인구의 절반이 공유한다는 이유만으로 덜 터무니없어지는 것은 아니지만, 그럼에도 불구하고 그것은 사회적 현상으로서 흥미로워진다.",
        "4": "phenomenon"
    },
    {
        "0": "factual",
        "1": "사실의, 사실에 기반을 둔",
        "2": "In fact, the image of the caveman fighting dinosaurs is not entirely devoid of f______ elements: nobody will deny that the dinosaurs really existed, just as prehistoric humans did.",
        "3": "사실 공룡과 싸우는 혈거인의 이미지에 사실적 요소가 전혀 없는 것은 아니며, 누구도 공룡이 선사시대의 인간 이 그랬던 것과 꼭 마찬가지로 실제로 존재했다는 것을 부인하지는 않을 것이다.",
        "4": "factual"
    },
    {
        "0": "deep-seated",
        "1": "뿌리 깊은",
        "2": "On the other hand, the origin of the d____-_______ conviction that our ancestors shared the Earth with the dinosaurs remains obscure, because human remains have never been found in the same geological formations as dinosaur bones, and no scholar has risked suggesting that our ancestors lived alongside these giant reptiles. ",
        "3": "반면에, 우리 조상이 공룡과 지구를 공유했다는 뿌리 깊은 확신의 기원은 모호한데, 이는 인간의 유골이 공룡의 뼈와 같은 지질학적 형성물에서 발견된 적이 결코 없기 때문이며, 또한 어떤 학자도 우리 조상이 이 거대한 파 충류와 함께 살았다는 것을 시사하는 위험을 무릅쓴 적이 없다.",
        "4": "deep-seated"
    },
    {
        "0": "conviction",
        "1": "확신",
        "2": "On the other hand, the origin of the deep-seated c_________ that our ancestors shared the Earth with the dinosaurs remains obscure, because human remains have never been found in the same geological formations as dinosaur bones, and no scholar has risked suggesting that our ancestors lived alongside these giant reptiles. ",
        "3": "반면에, 우리 조상이 공룡과 지구를 공유했다는 뿌리 깊은 확신의 기원은 모호한데, 이는 인간의 유골이 공룡의 뼈와 같은 지질학적 형성물에서 발견된 적이 결코 없기 때문이며, 또한 어떤 학자도 우리 조상이 이 거대한 파 충류와 함께 살았다는 것을 시사하는 위험을 무릅쓴 적이 없다.",
        "4": "conviction"
    },
    {
        "0": "geological",
        "1": "지질학의",
        "2": "On the other hand, the origin of the deep-seated conviction that our ancestors shared the Earth with the dinosaurs remains obscure, because human remains have never been found in the same g_________ formations as dinosaur bones, and no scholar has risked suggesting that our ancestors lived alongside these giant reptiles. ",
        "3": "반면에, 우리 조상이 공룡과 지구를 공유했다는 뿌리 깊은 확신의 기원은 모호한데, 이는 인간의 유골이 공룡의 뼈와 같은 지질학적 형성물에서 발견된 적이 결코 없기 때문이며, 또한 어떤 학자도 우리 조상이 이 거대한 파 충류와 함께 살았다는 것을 시사하는 위험을 무릅쓴 적이 없다.",
        "4": "geological"
    },
    {
        "0": "formation",
        "1": "형성물, 층, 암층",
        "2": "On the other hand, the origin of the deep-seated conviction that our ancestors shared the Earth with the dinosaurs remains obscure, because human remains have never been found in the same geological f_______ as dinosaur bones, and no scholar has risked suggesting that our ancestors lived alongside these giant reptiles. ",
        "3": "반면에, 우리 조상이 공룡과 지구를 공유했다는 뿌리 깊은 확신의 기원은 모호한데, 이는 인간의 유골이 공룡의 뼈와 같은 지질학적 형성물에서 발견된 적이 결코 없기 때문이며, 또한 어떤 학자도 우리 조상이 이 거대한 파 충류와 함께 살았다는 것을 시사하는 위험을 무릅쓴 적이 없다.",
        "4": "formations"
    },
    {
        "0": "scholar",
        "1": "학자",
        "2": "On the other hand, the origin of the deep-seated conviction that our ancestors shared the Earth with the dinosaurs remains obscure, because human remains have never been found in the same geological formations as dinosaur bones, and no s_______ has risked suggesting that our ancestors lived alongside these giant reptiles. ",
        "3": "반면에, 우리 조상이 공룡과 지구를 공유했다는 뿌리 깊은 확신의 기원은 모호한데, 이는 인간의 유골이 공룡의 뼈와 같은 지질학적 형성물에서 발견된 적이 결코 없기 때문이며, 또한 어떤 학자도 우리 조상이 이 거대한 파 충류와 함께 살았다는 것을 시사하는 위험을 무릅쓴 적이 없다.",
        "4": "scholar"
    },
    {
        "0": "risk",
        "1": "~의 위험을 무릅쓰다",
        "2": "On the other hand, the origin of the deep-seated conviction that our ancestors shared the Earth with the dinosaurs remains obscure, because human remains have never been found in the same geological formations as dinosaur bones, and no scholar has r______ suggesting that our ancestors lived alongside these giant reptiles. ",
        "3": "반면에, 우리 조상이 공룡과 지구를 공유했다는 뿌리 깊은 확신의 기원은 모호한데, 이는 인간의 유골이 공룡의 뼈와 같은 지질학적 형성물에서 발견된 적이 결코 없기 때문이며, 또한 어떤 학자도 우리 조상이 이 거대한 파 충류와 함께 살았다는 것을 시사하는 위험을 무릅쓴 적이 없다.",
        "4": "risked"
    },
    {
        "0": "reptile",
        "1": "파충류",
        "2": "On the other hand, the origin of the deep-seated conviction that our ancestors shared the Earth with the dinosaurs remains obscure, because human remains have never been found in the same geological formations as dinosaur bones, and no scholar has risked suggesting that our ancestors lived alongside these giant r______. ",
        "3": "반면에, 우리 조상이 공룡과 지구를 공유했다는 뿌리 깊은 확신의 기원은 모호한데, 이는 인간의 유골이 공룡의 뼈와 같은 지질학적 형성물에서 발견된 적이 결코 없기 때문이며, 또한 어떤 학자도 우리 조상이 이 거대한 파 충류와 함께 살았다는 것을 시사하는 위험을 무릅쓴 적이 없다.",
        "4": "reptiles"
    },
    {
        "0": "illustration",
        "1": "예, 실례",
        "2": "It was non-experts, rather than scientists, who forged this idea, thus leaving us an excellent i__________ of ordinary thinking at work. ",
        "3": "이런 생각을 꾸며낸 사람은 과학자들이 아닌 비전문가들이었으며, 그리하여 우리에게 평범한 사고가 작동하는 훌륭한 예를 남겨주었다.",
        "4": "illustration"
    },
    {
        "0": "ignorance",
        "1": "무지",
        "2": "Yet the struggle of humans against dinosaurs could be considered a kind of knowledge ─ one that is erroneous ― rather than simply the manifestation of i_________.",
        "3": "하지만 공룡에 맞선 인간의 싸움은 단순히 무지의 징후라기보다는 일종의 지식, 즉 잘못된 지식으로 간주될 수 있다.",
        "4": "ignorance"
    },
    {
        "0": "erroneous",
        "1": "잘못된",
        "2": "An e__________ idea does not become less absurd merely for being shared by half the population; it becomes nevertheless interesting as a social phenomenon.",
        "3": "잘못된 생각은 단지 인구의 절반이 공유한다는 이유만으로 덜 터무니없어지는 것은 아니지만, 그럼에도 불구하고 그것은 사회적 현상으로서 흥미로워진다.",
        "4": "erroneous"
    }
]