[
    {
        "0": "ultimate",
        "1": "최고의, 궁극적인",
        "2": "The effective use of time is one of the u_______ ways to display authority, even when you don't have it.",
        "3": "시간의 효과적인 사용은 권위를 드러내는 최고의 방법 중 하나인데, 여러분이 그것을 가지고 있지 않을 때도 그러하다.",
        "4": "ultimate"
    },
    {
        "0": "authority",
        "1": "권위",
        "2": "The effective use of time is one of the ultimate ways to display a_______, even when you don't have it.",
        "3": "시간의 효과적인 사용은 권위를 드러내는 최고의 방법 중 하나인데, 여러분이 그것을 가지고 있지 않을 때도 그러하다.",
        "4": "authority"
    },
    {
        "0": "tactic",
        "1": "전략, 전술",
        "2": "However, there may be situations where you will want to reverse your use of tight time t______.",
        "3": "하지만, 여러분이 빠듯한 시간 전략의 사용을 거꾸로 하고 싶어 할 상황이 있을 수도 있다.",
        "4": "tactics"
    },
    {
        "0": "respective",
        "1": "각자의, 각각의",
        "2": "Let's say you have agreed to meet with one of your peers to discuss a difficult situation that has developed between your two r__________ departments.",
        "3": "여러분의 동료 중 한 사람과 각자의 두 부서 사이에서 생긴 어려운 상황에 대해 논의하기 위해 만나기로 동의 했다고 하자.",
        "4": "respective"
    },
    {
        "0": "department",
        "1": "부서",
        "2": "Let's say you have agreed to meet with one of your peers to discuss a difficult situation that has developed between your two respective d_________.",
        "3": "여러분의 동료 중 한 사람과 각자의 두 부서 사이에서 생긴 어려운 상황에 대해 논의하기 위해 만나기로 동의 했다고 하자.",
        "4": "departments"
    },
    {
        "0": "resolve",
        "1": "해결하다",
        "2": "You need more help from your peer than she needs from you to get things r_______, even though you've told her your time is limited.",
        "3": "상황을 해결하기 위해서는 여러분의 동료가 여러분에게서 도움을 필요로 하는 것보다 여러분이 그녀에게서 더 많은 도움을 필요로 하는데, 비록 여러분의 시간이 제한되어 있다고 그녀에게 말했더라도 그렇다.",
        "4": "resolved"
    },
    {
        "0": "appointed",
        "1": "정해진",
        "2": "When she enters your office at the a________ hour, take your watch off ostentatiously, and place it face down on your desk.",
        "3": "정해진 시간에 그녀가 여러분의 사무실로 들어올 때 보란 듯이 시계를 벗어 놓고 시계의 앞면이 아래로 향하도록 책상 위에 놓으라.",
        "4": "appointed"
    },
    {
        "0": "at the outset of",
        "1": "~의 처음에",
        "2": "Watch the cooperation level of your peer go up exponentially a__ ___ ______ ___ your meeting.",
        "3": "회의가 시작될 때 여러분 동료의 협조 수준이 기하급수적으로 올라가는 것을 지켜보라.",
        "4": "at the outset of"
    }
]