[
    {
        "0": "selective",
        "1": "선택적인",
        "2": "The most important reason for the growing polarization is probably increasingly s_______ exposure to information.",
        "3": "양극화가 증가하는 가장 중요한 이유는 아마도 정보에 점점 더 선택적으로 접하는 것일 것이다.",
        "4": "selective"
    },
    {
        "0": "exposure",
        "1": "접(하게)함, 노출(되는 상태)",
        "2": "The most important reason for the growing polarization is probably increasingly selective e_______ to information.",
        "3": "양극화가 증가하는 가장 중요한 이유는 아마도 정보에 점점 더 선택적으로 접하는 것일 것이다.",
        "4": "exposure"
    },
    {
        "0": "ideological",
        "1": "이념적인",
        "2": "People on both sides of an i__________ debate have no difficulty at all finding like-minded websites that support their viewpoints, often in even more radical ways.",
        "3": "이념적인 논쟁의 양쪽에 있는 사람들은 흔히 훨씬 더 급진적인 방식으로 자신들의 관점을 지지하는 생각이 비슷한 웹사이트를 찾는 데 전혀 어려움이 없다.",
        "4": "ideological"
    },
    {
        "0": "viewpoint",
        "1": "관점",
        "2": "People on both sides of an ideological debate have no difficulty at all finding like-minded websites that support their v_________, often in even more radical ways.",
        "3": "이념적인 논쟁의 양쪽에 있는 사람들은 흔히 훨씬 더 급진적인 방식으로 자신들의 관점을 지지하는 생각이 비슷한 웹사이트를 찾는 데 전혀 어려움이 없다.",
        "4": "viewpoints"
    },
    {
        "0": "get in touch with",
        "1": "~과 점촉하다, ~과 연락하다",
        "2": "G_______ __ _______ ____ others sharing their beliefs makes them even more confident in their viewpoints. ",
        "3": "자신들의 신념을 공유하는 다른 사람들과 접촉함으로써 그들은 자신들의 관점에 훨씬 더 큰 자신감을 가지게 된다.",
        "4": "Getting in touch with"
    },
    {
        "0": "specturm",
        "1": "영역, 범위",
        "2": "In other words, while one could expect that the availability of a broad ideological s_______ of media information could foster engagement with views diverging from one's own, experimental research suggests that it actually leads to increased affective polarization.",
        "3": "다시 말해서, 폭넓은 이념적 영역을 가진 미디어 정보를 이용할 수 있으므로 자신의 견해와 다른 견해에 대한 참여가 촉진될 수도 있을 것으로 예상할 수도 있지만, 실험적 연구는 그것이 실제로 정서적 양극화의 증가로 이어진다는 것을 시사한다.",
        "4": "spectrum"
    },
    {
        "0": "foster",
        "1": "촉진하다, 양육하다",
        "2": "In other words, while one could expect that the availability of a broad ideological spectrum of media information could f______ engagement with views diverging from one's own, experimental research suggests that it actually leads to increased affective polarization.",
        "3": "다시 말해서, 폭넓은 이념적 영역을 가진 미디어 정보를 이용할 수 있으므로 자신의 견해와 다른 견해에 대한 참여가 촉진될 수도 있을 것으로 예상할 수도 있지만, 실험적 연구는 그것이 실제로 정서적 양극화의 증가로 이어진다는 것을 시사한다.",
        "4": "foster"
    },
    {
        "0": "engagement",
        "1": "참여, 개입",
        "2": "In other words, while one could expect that the availability of a broad ideological spectrum of media information could foster e___________ with views diverging from one's own, experimental research suggests that it actually leads to increased affective polarization.",
        "3": "다시 말해서, 폭넓은 이념적 영역을 가진 미디어 정보를 이용할 수 있으므로 자신의 견해와 다른 견해에 대한 참여가 촉진될 수도 있을 것으로 예상할 수도 있지만, 실험적 연구는 그것이 실제로 정서적 양극화의 증가로 이어진다는 것을 시사한다.",
        "4": "engagement"
    },
    {
        "0": "diverge from",
        "1": "~과 다르다, ~에서 갈라지다",
        "2": "In other words, while one could expect that the availability of a broad ideological spectrum of media information could foster engagement with views d________ ______ one's own, experimental research suggests that it actually leads to increased affective polarization.",
        "3": "다시 말해서, 폭넓은 이념적 영역을 가진 미디어 정보를 이용할 수 있으므로 자신의 견해와 다른 견해에 대한 참여가 촉진될 수도 있을 것으로 예상할 수도 있지만, 실험적 연구는 그것이 실제로 정서적 양극화의 증가로 이어진다는 것을 시사한다.",
        "4": "diverging from"
    },
    {
        "0": "affective",
        "1": "정서적인",
        "2": "In other words, while one could expect that the availability of a broad ideological spectrum of media information could foster engagement with views diverging from one's own, experimental research suggests that it actually leads to increased a________ polarization.",
        "3": "다시 말해서, 폭넓은 이념적 영역을 가진 미디어 정보를 이용할 수 있으므로 자신의 견해와 다른 견해에 대한 참여가 촉진될 수도 있을 것으로 예상할 수도 있지만, 실험적 연구는 그것이 실제로 정서적 양극화의 증가로 이어진다는 것을 시사한다.",
        "4": "affective"
    },
    {
        "0": "in-group",
        "1": "내집단(조직,사회 내부의 배타적인 소규모 집단)",
        "2": "People's i__-______ biases are strengthened by the new opportunities to get in touch with like-minded people.",
        "3": "사람들의 내집단 편향은 생각이 비슷한 사람들과 접촉하는 새로운 기회들로 인해 강해진다.",
        "4": "in-group"
    },
    {
        "0": "confirmation bias",
        "1": "확증 편향",
        "2": "C_________ _____ influences which sources of information people utilize; in fact, there seems to be a vicious circle involved:",
        "3": "확증 편향은 사람들이 어느 정보원을 이용하느냐에 영향을 미치는데, 실제로 악순환이 수반되는 듯하다.",
        "4": "Confirmation bias"
    },
    {
        "0": "utilize",
        "1": "이용하다",
        "2": "Confirmation bias influences which sources of information people u_____; in fact, there seems to be a vicious circle involved:",
        "3": "확증 편향은 사람들이 어느 정보원을 이용하느냐에 영향을 미치는데, 실제로 악순환이 수반되는 듯하다.",
        "4": "utilize"
    },
    {
        "0": "vicious cycle",
        "1": "악순환",
        "2": "Confirmation bias influences which sources of information people utilize; in fact, there seems to be a v________ ______ involved:",
        "3": "확증 편향은 사람들이 어느 정보원을 이용하느냐에 영향을 미치는데, 실제로 악순환이 수반되는 듯하다.",
        "4": "vicious circle"
    },
    {
        "0": "elective",
        "1": "선택에 의한, 선거에 의한",
        "2": "E________ exposure to political information is also increased by customizability technology creating so-called \"filter bubbles.\"",
        "3": "선택에 의해 정치적인 정보에 접하는 것은 또한 소위 '필터 버블'을 만들어 내는 맞춤화 기술에 의해 증가한다.",
        "4": "Elective"
    },
    {
        "0": "confirmation bias",
        "1": "확증 편향",
        "2": "Increases in polarization cause stronger c_________ _____, which, in turn, lead to more biased information search.",
        "3": "즉, 양극화의 증가가 더 강한 확증 편향을 유발하고 이것은 결과적으로 더 편향된 정보 검색으로 이어진다.",
        "4": "confirmation biases"
    }
]
