[
    {
        "0": "wonder",
        "1": "궁금해하다, 경탄하다; 경이(로운 것), 경이감",
        "2": "W_________ goes beyond merely being curious.",
        "3": "(궁금해하고 경탄하는 것)은 단지 호기심 있는 것은 넘어선다.",
        "4": "wondering"
    },
    {
        "0": "wonder",
        "1": "궁금해하다, 경탄하다; 경이(로운 것), 경이감",
        "2": "To marvel at something is also linked to w_________.",
        "3": "어떤 것에 경탄하는 것도 (궁금해하고 경탄하는 것)과 연관돼 있다.",
        "4": "wondering"
    },
    {
        "0": "wonder",
        "1": "궁금해하다, 경탄하다; 경이(로운 것), 경이감",
        "2": "While marvels and w______ often refer to awe-evoking things, when children engage in w______, they do much more than simply sit in a state of passive reverential awe.",
        "3": "경탄스러운 것과 경이로운 것이란 흔히 경외감을 일으키는 것을 지칭하지만, 아이는 경이감을 느끼고 있을 때 수동적인 경건한 경외감의 상태로 앉아 있기만 하는 것보다 훨씬 더 많은 것을 한다.",
        "4": "wonders,wonder"
    },
    {
        "0": "prior",
        "1": "사전의, 우선하는",
        "2": "Building on p____ knowledge and some sense of major causual and spatial patterns, we entertain rough sketches of possibilities or interpretations and strive to learn which is more accurate and how it is filled out.",
        "3": "사전 지식과 인과 관계의 그리고 공간의 주요한 패턴에 관한 약간의 감각을 기반으로 하여, 우리는 가능한 것이나 이해한 것의 대략적인 윤곽을 생각하고 어떤 것이 더 정확한지 그리고 어떻게 그것이 완성되는지 알기 위해 애쓴다.",
        "4": "prior"
    },
    {
        "0": "causal",
        "1": "인과 관계의",
        "2": "Building on prior knowledge and some sense of major c______ and spatial patterns, we entertain rough sketches of possibilities or interpretations and strive to learn which is more accurate and how it is filled out.",
        "3": "사전 지식과 인과 관계의 그리고 공간의 주요한 패턴에 관한 약간의 감각을 기반으로 하여, 우리는 가능한 것이나 이해한 것의 대략적인 윤곽을 생각하고 어떤 것이 더 정확한지 그리고 어떻게 그것이 완성되는지 알기 위해 애쓴다.",
        "4": "causal"
    },
    {
        "0": "spatial",
        "1": "공간의, 공간적인",
        "2": "Building on prior knowledge and some sense of major causual and s______ patterns, we entertain rough sketches of possibilities or interpretations and strive to learn which is more accurate and how it is filled out.",
        "3": "사전 지식과 인과 관계의 그리고 공간의 주요한 패턴에 관한 약간의 감각을 기반으로 하여, 우리는 가능한 것이나 이해한 것의 대략적인 윤곽을 생각하고 어떤 것이 더 정확한지 그리고 어떻게 그것이 완성되는지 알기 위해 애쓴다.",
        "4": "spatial"
    },
    {
        "0": "entertain",
        "1": "생각하다, (생각·희망·감정 등을) 품다",
        "2": "Building on prior knowledge and some sense of major causual and spatial patterns, we e________ rough sketches of possibilities or interpretations and strive to learn which is more accurate and how it is filled out.",
        "3": "사전 지식과 인과 관계의 그리고 공간의 주요한 패턴에 관한 약간의 감각을 기반으로 하여, 우리는 가능한 것이나 이해한 것의 대략적인 윤곽을 생각하고 어떤 것이 더 정확한지 그리고 어떻게 그것이 완성되는지 알기 위해 애쓴다.",
        "4": "entertain"
    },
    {
        "0": "interpretation",
        "1": "이해, 해석, 설명",
        "2": "Building on prior knowledge and some sense of major causual and spatial patterns, we entertain rough sketches of possibilities or i______________ and strive to learn which is more accurate and how it is filled out.",
        "3": "사전 지식과 인과 관계의 그리고 공간의 주요한 패턴에 관한 약간의 감각을 기반으로 하여, 우리는 가능한 것이나 이해한 것의 대략적인 윤곽을 생각하고 어떤 것이 더 정확한지 그리고 어떻게 그것이 완성되는지 알기 위해 애쓴다.",
        "4": "interpretations"
    },
    {
        "0": "strive",
        "1": "애쓰다, 노력하다",
        "2": "Building on prior knowledge and some sense of major causual and spatial patterns, we entertain rough sketches of possibilities or interpretations and s_____ to learn which is more accurate and how it is filled out.",
        "3": "사전 지식과 인과 관계의 그리고 공간의 주요한 패턴에 관한 약간의 감각을 기반으로 하여, 우리는 가능한 것이나 이해한 것의 대략적인 윤곽을 생각하고 어떤 것이 더 정확한지 그리고 어떻게 그것이 완성되는지 알기 위해 애쓴다.",
        "4": "strive"
    },
    {
        "0": "fill out",
        "1": "~을 완성하다, ~을 채우다",
        "2": "Building on prior knowledge and some sense of major causual and spatial patterns, we entertain rough sketches of possibilities or interpretations and strive to learn which is more accurate and how it is f______ ___.",
        "3": "사전 지식과 인과 관계의 그리고 공간의 주요한 패턴에 관한 약간의 감각을 기반으로 하여, 우리는 가능한 것이나 이해한 것의 대략적인 윤곽을 생각하고 어떤 것이 더 정확한지 그리고 어떻게 그것이 완성되는지 알기 위해 애쓴다.",
        "4": "filled out"
    },
    {
        "0": "awe",
        "1": "경외감",
        "2": "While marvels and wonders often refer to a__-evoking things, when children engage in wonder, they do much more than simply sit in a state of passive reverential a__.",
        "3": "경탄스러운 것과 경이로운 것이란 흔히 경외감을 일으키는 것을 지칭하지만, 아이는 경이감을 느끼고 있을 때 수동적인 경건한 경외감의 상태로 앉아 있기만 하는 것보다 훨씬 더 많은 것을 한다.",
        "4": "awe"
    },
    {
        "0": "awe",
        "1": "경외감",
        "2": "Their a__ is better described by the naturalist Rachel Carson — a joyous marveling at how an insight has revealed an enormous new expanse of possible patterns to explore.",
        "3": "아이의 경외감은 동식물학자 Rachel Carson에 의해 더 잘 설명되는데, 그것은 곧 탐구할, 가능한 패턴의 거대한 새 영역을 통찰력이 드러낸 방식에 대한 기쁜 경탄이다.",
        "4": "awe"
    },
    {
        "0": "expanse",
        "1": "(광활한) 영역, 확장",
        "2": "Their awe is better described by the naturalist Rachel Carson — a joyous marveling at how an insight has revealed an enormous new e______ of possible patterns to explore.",
        "3": "아이의 경외감은 동식물학자 Rachel Carson에 의해 더 잘 설명되는데, 그것은 곧 탐구할, 가능한 패턴의 거대한 새 영역을 통찰력이 드러낸 방식에 대한 기쁜 경탄이다.",
        "4": "expanse"
    },
    {
        "0": "dumbstruck",
        "1": "놀라서 말도 못하는",
        "2": "It is not the d_________, potentially fear-laden sense of awe experienced by adults.",
        "3": "그것은 성인이 경험하는, 놀라서 말도 못 하는, 잠재적으로 두려움이 가득한 의미의 경외감이 아니다.",
        "4": "dumbstruck"
    },
    {
        "0": "fear-laden",
        "1": "두려움이 가득한",
        "2": "It is not the dumbstruck, potentially f____-_____ sense of awe experienced by adults.",
        "3": "그것은 성인이 경험하는, 놀라서 말도 못 하는, 잠재적으로 두려움이 가득한 의미의 경외감이 아니다.",
        "4": "fear-laden"
    },
    {
        "0": "rock",
        "1": "흔들리다, 뒤흔들다",
        "2": "Almost a century ago, in an isolated region of Papua-New Guinea, the anthropologist Margaret Mead observed that, when children were asked to explain why a canoe tied to a tree drifted away overnight, they offered explanations of how the r________ boat gradually loosened up the knot.",
        "3": "거의 한 세기 전에 파푸아뉴기니의 고립된 지역에서 인류학자 Margaret Mead는 나무에 묶어 두었던 카누가 밤 사이에 떠내려간 이유를 설명하라고 요청받았을 때 아이들은 흔들리는 배가 어떻게 점차로 매듭을 느슨하게 했는지에 관한 설명을 제시한 것을 관찰했다. ",
        "4": "rocking"
    },
    {
        "0": "loosen up",
        "1": "~을 느슨하게 하다",
        "2": "Almost a century ago, in an isolated region of Papua-New Guinea, the anthropologist Margaret Mead observed that, when children were asked to explain why a canoe tied to a tree drifted away overnight, they offered explanations of how the rocking boat gradually l_______ __ the knot.",
        "3": "거의 한 세기 전에 파푸아뉴기니의 고립된 지역에서 인류학자 Margaret Mead는 나무에 묶어 두었던 카누가 밤 사이에 떠내려간 이유를 설명하라고 요청받았을 때 아이들은 흔들리는 배가 어떻게 점차로 매듭을 느슨하게 했는지에 관한 설명을 제시한 것을 관찰했다. ",
        "4": "loosened up"
    },
    {
        "0": "knot",
        "1": "매듭",
        "2": "Almost a century ago, in an isolated region of Papua-New Guinea, the anthropologist Margaret Mead observed that, when children were asked to explain why a canoe tied to a tree drifted away overnight, they offered explanations of how the rocking boat gradually loosened up the k___.",
        "3": "거의 한 세기 전에 파푸아뉴기니의 고립된 지역에서 인류학자 Margaret Mead는 나무에 묶어 두었던 카누가 밤 사이에 떠내려간 이유를 설명하라고 요청받았을 때 아이들은 흔들리는 배가 어떻게 점차로 매듭을 느슨하게 했는지에 관한 설명을 제시한 것을 관찰했다. ",
        "4": "knot"
    },
    {
        "0": "invoke",
        "1": "언급하다, 들먹이다",
        "2": "In contrast, many adults i_______ spirits, moral crimes, and supernatural interventions.",
        "3": "대조적으로 많은 성인은 유령, 도덕적 범죄, 그리고 초자연의 개입을 언급했다. ",
        "4": "invoked"
    },
    {
        "0": "supernatural",
        "1": "초자연적인",
        "2": "In contrast, many adults invoked spirits, moral crimes, and s__________ interventions",
        "3": "대조적으로 많은 성인은 유령, 도덕적 범죄, 그리고 초자연의 개입을 언급했다. ",
        "4": "supernatural"
    },
    {
        "0": "intervention",
        "1": "개입",
        "2": "In contrast, many adults invoked spirits, moral crimes, and supernatural i___________.",
        "3": "대조적으로 많은 성인은 유령, 도덕적 범죄, 그리고 초자연의 개입을 언급했다. ",
        "4": "interventions"
    },
    {
        "0": "agency",
        "1": "힘, 행위자, 대행사",
        "2": "When we see young children’s wonder as filled with supernatural a_______, we impose the encultured interpretations of adults.",
        "3": "아이들의 경이감이 초자연적인 힘으로 채워져 있디고 간주하는 경우, 우리는 성인의 문화화된 해석을 강요하는 것이다.",
        "4": "agency"
    }
]
