[
    {
        "0": "established",
        "1": "입증된, 확립된",
        "2": "It is well e__________ that we fail to notice much of what goes on around us.",
        "3": "우리가 우리 주변에서 일어나는 일의 많은 부분을 알아차리지 못한다는 것은 충분히 입증되어 있다.",
        "4": "established"
    },
    {
        "0": "notice",
        "1": "알아차리다",
        "2": "It is well established that we fail to n_____ much of what goes on around us.",
        "3": "우리가 우리 주변에서 일어나는 일의 많은 부분을 알아차리지 못한다는 것은 충분히 입증되어 있다.",
        "4": "notice"
    },
    {
        "0": "disregard",
        "1": "무시하다, 경시하다",
        "2": "Research on human decision making shows that while we routinely d________ a portion of available information, this in fact makes good sense.",
        "3": "인간의 의사 결정에 관한 연구는 우리가 이용할 수 있는 정보 일부를 일상적으로 무시하지만, 이것은 사실 꽤 일리가 있다는 것을 보여 준다.",
        "4": "disregard"
    },
    {
        "0": "portion",
        "1": "일부, 부분",
        "2": "Research on human decision making shows that while we routinely disregard a p_______ of available information, this in fact makes good sense.",
        "3": "인간의 의사 결정에 관한 연구는 우리가 이용할 수 있는 정보 일부를 일상적으로 무시하지만, 이것은 사실 꽤 일리가 있다는 것을 보여 준다.",
        "4": "portion"
    },
    {
        "0": "logic",
        "1": "논리",
        "2": "Part of the l____ of decision making is to minimize the costs involved.",
        "3": "의사 결정 논리의 일부는 수반되는 비용을 최소화하는 것이다. ",
        "4": "logic"
    },
    {
        "0": "narrow",
        "1": "좁히다",
        "2": "Once you have locked on to a decision-making problem, your next step is to find ways to n_____ the search for an appropriate solution and lock off, or stop the search, by making the decision that yields the best balance: desired benefit for lowest cost.",
        "3": "일단 의사 결정 문제에 시선을 고정하면, 다음 단계는 최고의 (수지) 균형, 즉 가장 낮은 비용을 대가로 한 바람직한 이익을 산출하는 결정을 함으로써 적절한 해결책을 위한 검색 범위를 좁혀서 그 검색을 걸어 잠그는, 즉 중지하는 방법을 찾는 것이다.",
        "4": "narrow"
    },
    {
        "0": "appropriate",
        "1": "적절한",
        "2": "Once you have locked on to a decision-making problem, your next step is to find ways to narrow the search for an a_________ solution and lock off, or stop the search, by making the decision that yields the best balance: desired benefit for lowest cost.",
        "3": "일단 의사 결정 문제에 시선을 고정하면, 다음 단계는 최고의 (수지) 균형, 즉 가장 낮은 비용을 대가로 한 바람직한 이익을 산출하는 결정을 함으로써 적절한 해결책을 위한 검색 범위를 좁혀서 그 검색을 걸어 잠그는, 즉 중지하는 방법을 찾는 것이다.",
        "4": "appropriate"
    },
    {
        "0": "lock off",
        "1": "~을 걸어 잠그다",
        "2": "Once you have locked on to a decision-making problem, your next step is to find ways to narrow the search for an appropriate solution and l___ ___, or stop the search, by making the decision that yields the best balance: desired benefit for lowest cost.",
        "3": "일단 의사 결정 문제에 시선을 고정하면, 다음 단계는 최고의 (수지) 균형, 즉 가장 낮은 비용을 대가로 한 바람직한 이익을 산출하는 결정을 함으로써 적절한 해결책을 위한 검색 범위를 좁혀서 그 검색을 걸어 잠그는, 즉 중지하는 방법을 찾는 것이다.",
        "4": "lock off"
    },
    {
        "0": "yield",
        "1": "산출하다",
        "2": "Once you have locked on to a decision-making problem, your next step is to find ways to narrow the search for an appropriate solution and lock off, or stop the search, by making the decision that y_____ the best balance: desired benefit for lowest cost.",
        "3": "일단 의사 결정 문제에 시선을 고정하면, 다음 단계는 최고의 (수지) 균형, 즉 가장 낮은 비용을 대가로 한 바람직한 이익을 산출하는 결정을 함으로써 적절한 해결책을 위한 검색 범위를 좁혀서 그 검색을 걸어 잠그는, 즉 중지하는 방법을 찾는 것이다.",
        "4": "yields"
    },
    {
        "0": "get on with",
        "1": "~을 계속하다",
        "2": "And you should make the decision quickly in order to g__ __ ____ making the next incoming decision.",
        "3": "그리고 다음에 오는 결정을 계속하기 위해서 빨리 결정을 내려야 한다.",
        "4": "get on with"
    },
    {
        "0": "incoming",
        "1": "다음에 오는",
        "2": "And you should make the decision quickly in order to get on with making the next i_______ decision.",
        "3": "그리고 다음에 오는 결정을 계속하기 위해서 빨리 결정을 내려야 한다.",
        "4": "incoming"
    }
]