[
    {
        "0": "intuition",
        "1": "직관",
        "2": "Ethical theories that appeal to experience instead of to i________, religion or reason, sometimes treat indeterminacy simply as a problem of difficulty in measurement.",
        "3": "직관, 종교, 또는 이성 대신 경험에 호소하는 윤리 이론들은 때때로 (도덕적) 미결정성을 단순히 측정하기 어려운 문제로 취급한다.",
        "4": "intuition"
    },
    {
        "0": "indeterminacy",
        "1": "(도덕적) 미결정성, 불확정성",
        "2": "Ethical theories that appeal to experience instead of to intuition, religion or reason, sometimes treat i_____________ simply as a problem of difficulty in measurement.",
        "3": "직관, 종교, 또는 이성 대신 경험에 호소하는 윤리 이론들은 때때로 (도덕적) 미결정성을 단순히 측정하기 어려운 문제로 취급한다.",
        "4": "indeterminacy"
    },
    {
        "0": "measurement",
        "1": "측정",
        "2": "Ethical theories that appeal to experience instead of to intuition, religion or reason, sometimes treat indeterminacy simply as a problem of difficulty in m__________.",
        "3": "직관, 종교, 또는 이성 대신 경험에 호소하는 윤리 이론들은 때때로 (도덕적) 미결정성을 단순히 측정하기 어려운 문제로 취급한다.",
        "4": "measurement"
    },
    {
        "0": "psychological",
        "1": "심리적인",
        "2": "They may call attention to differences in what is right or good under different p____________, historical and individual conditions.",
        "3": "그것들(이론들)은 서로 다른 심리적, 역사적, 그리고 개인적 상황에서 옳거나 선한 것의 차이에 주의를 환기시킬 수도 있다.",
        "4": "psychological"
    },
    {
        "0": "distinction",
        "1": "구별, 구분",
        "2": "A certain action is considered wrong if done by someone who possesses typical cognitive abilities, but not if done by someone who lacks the ability to make fine d___________.",
        "3": "어떤 행동은 일반적인 인지 능력을 가진 사람이 하면 잘못된 것으로 간주되지만, 미세한 차이를 구분하는 능력이 부족한 사람이 하면 그렇지 않다. ",
        "4": "distinctions"
    },
    {
        "0": "private property",
        "1": "사유 재산",
        "2": "You cannot expect the same rules of p______ ________ concerning land in a primitive hunting society and a small individual peasant society.",
        "3": "여러분은 원시 수렵 사회와 소규모의 개별 소작농 사회에서 토지에 관한 사유 재산의 동일한 규칙을 기대할 수 없다.",
        "4": "private property"
    },
    {
        "0": "concerning",
        "1": "~에 관한",
        "2": "You cannot expect the same rules of private property c__________ land in a primitive hunting society and a small individual peasant society.",
        "3": "여러분 은 원시 수렵 사회와 소규모의 개별 소작농 사회에서 토지에 관한  사유 재산의 동일한 규칙을 기대할 수 없다.",
        "4": "concerning"
    },
    {
        "0": "primitive",
        "1": "원시의",
        "2": "You cannot expect the same rules of private property concerning land in a p________ hunting society and a small individual peasant society.",
        "3": "여러분 은 원시 수렵 사회와 소규모의 개별 소작농 사회에서 토지에 관한  사유 재산의 동일한 규칙을 기대할 수 없다.",
        "4": "primitive"
    },
    {
        "0": "drown",
        "1": "물에 빠지다, 익사하다",
        "2": "You cannot impose the obligation to save a d_______ man by swimming out for him upon one who cannot swim or who is desperately ill.",
        "3": "여러분은 물에 빠진 사람을 위해서 헤엄쳐 나가서 그를 구해 주어야 할 의무를 수영을 할 수 없거나 몸이 극심하게 아픈 사람에게 강요할 수 없다.",
        "4": "drowning"
    },
    {
        "0": "individualization",
        "1": "개별화",
        "2": "Such i_______________ and particularization hardly constitute indeterminacy.",
        "3": "그러한 개별화와 특수화는 (도덕적) 미결정성이 되는 것으로 거의 여겨지지 않는다.",
        "4": "individualization"
    },
    {
        "0": "particularization",
        "1": "특수화",
        "2": "Such individualization and p________________ hardly constitute indeterminacy.",
        "3": "그러한 개별화와 특수화는 (도덕적) 미결정성이 되는 것으로 거의 여겨지지 않는다.",
        "4": "particularization"
    },
    {
        "0": "constitue",
        "1": "~이 되는 것으로 여겨지다",
        "2": "Such individualization and particularization hardly c_________ indeterminacy.",
        "3": "여러분은 물에 빠진 사람을 위해서 헤엄쳐 나가서 그를 구해 주어야 할 의무를 수영을 할 수 없거나 몸이 극심하게 아픈 사람에게 강요할 수 없다.",
        "4": "constitute"
    },
    {
        "0": "factor",
        "1": "요인",
        "2": "For they call attention to the f______ which make single and decisive answers correct; in short, they remove rather than enshrine indeterminacy.",
        "3": "왜냐하면 그것들은 단 하나의 결정적인 답을 정답으로 만드는 요인에 주의를 환기시키고, 간단히 말해서, (도덕적) 미결정성을 소중히 하기보다는 제거하기 때문이다.",
        "4": "factors"
    },
    {
        "0": "decisive",
        "1": "결정적인",
        "2": "For they call attention to the factors which make single and d_______ answers correct; in short, they remove rather than enshrine indeterminacy.",
        "3": "왜냐하면 그것들은 단 하나의 결정적인 답을 정답으로 만드는 요인에 주의를 환기시키고, 간단히 말해서, (도덕적) 미결정성을 소중히 하기보다는 제거하기 때문이다.",
        "4": "decisive"
    }
]