[
    {
        "0": "inhibition",
        "1": "억제, 억압",
        "2": "One of the things that often block our creativity is our own i__________.",
        "3": "흔히 우리의 창의력을 가로막는 것 중 하나는 바로 우리 자신의 억제이다.",
        "4": "inhibitions"
    },
    {
        "0": "built-in",
        "1": "타고난, 고유의",
        "2": "Psychologists believe we have a b_____-__ censor that limits the information we are prepared to accept from the preconscious in order to protect ourselves from being overwhelmed by the information we contain in our brain.",
        "3": "심리학자들의 생각에 따르면, 우리는 뇌에 담는 정보에 압도당하는 것으로부터 자신을 보호하기 위해 전의식(前意識)으로부터 받아들일 준비가 되어 있는 정보를 제한하는 타고난 검열 장치(잠재의식 억제력)를 가지고있다.",
        "4": "built-in"
    },
    {
        "0": "censor",
        "1": "(잠재의식 내의) 검열 장치[검열관], 잠재의식 억제력",
        "2": "Psychologists believe we have a built-in c_____ that limits the information we are prepared to accept from the preconscious in order to protect ourselves from being overwhelmed by the information we contain in our brain.",
        "3": "심리학자들의 생각에 따르면, 우리는 뇌에 담는 정보에 압도당하는 것으로부터 자신을 보호하기 위해 전의식(前意識)으로부터 받아들일 준비가 되어 있는 정보를 제한하는 타고난 검열 장치(잠재의식 억제력)를 가지고있다.",
        "4": "censor"
    },
    {
        "0": "the preconscious",
        "1": "전의식(前意識)",
        "2": "Psychologists believe we have a built-in censor that limits the information we are prepared to accept from t__ ____________ in order to protect ourselves from being overwhelmed by the information we contain in our brain.",
        "3": "심리학자들의 생각에 따르면, 우리는 뇌에 담는 정보에 압도당하는 것으로부터 자신을 보호하기 위해 전의식(前意識)으로부터 받아들일 준비가 되어 있는 정보를 제한하는 타고난 검열 장치(잠재의식 억제력)를 가지고있다.",
        "4": "the preconscious"
    },
    {
        "0": "overwhelm",
        "1": "압도하다",
        "2": "Psychologists believe we have a built-in censor that limits the information we are prepared to accept from the preconscious in order to protect ourselves from being o__________ by the information we contain in our brain.",
        "3": "심리학자들의 생각에 따르면, 우리는 뇌에 담는 정보에 압도당하는 것으로부터 자신을 보호하기 위해 전의식(前意識)으로부터 받아들일 준비가 되어 있는 정보를 제한하는 타고난 검열 장치(잠재의식 억제력)를 가지고있다.",
        "4": "overwhelmed"
    },
    {
        "0": "recollection",
        "1": "기억, 회상",
        "2": "Filters appropriate to our situation ensure appropriate r___________.",
        "3": "우리가 처한 상황에 맞는 여과 장치는 적절한 기억을 보장한다.",
        "4": "recollection"
    },
    {
        "0": "leisure",
        "1": "여가",
        "2": "If we are in a l______ situation, l______ links are used and work recollections are unwelcome.",
        "3": "우리가 여가 상황에 있다면 여가 연결 고리가 사용되며 일과 관련된 기억은 환영받지 못한다.",
        "4": "leisure"
    },
    {
        "0": "settle into",
        "1": "~에 편한하게 느끼기 시작하다",
        "2": "We might have been racking our brain to consider how to extend a particular story, but as soon as we s_____ ____ a different activity, such as socialising with friends or watching TV, the idea comes to us.",
        "3": "우리는 특정 이야기를 어떻게 확장할지를 숙고하기 위해 머리를 쥐어짜고 있는 중이었을 수도 있는데, 친구들과 어울리거나 텔레비전을 시청하는 것과 같이 우리가 다른 활동에 편안하게 느끼기 시작하자마자 아이디어가 우리에게 떠오른다.",
        "4": "settle into"
    },
    {
        "0": "socialise",
        "1": "어울리다, 교제하다",
        "2": "We might have been racking our brain to consider how to extend a particular story, but as soon as we settle into a different activity, such as s__________ with friends or watching TV, the idea comes to us.",
        "3": "우리는 특정 이야기를 어떻게 확장할지를 숙고하기 위해 머리를 쥐어짜고 있는 중이었을 수도 있는데, 친구들과 어울리거나 텔레비전을 시청하는 것과 같이 우리가 다른 활동에 편안하게 느끼기 시작하자마자 아이디어가 우리에게 떠오른다.",
        "4": "socialising"
    },
    {
        "0": "phase",
        "1": "단계",
        "2": "It seems that during the incubation p____ of the idea, because we have adjusted the parameters of the censor, an association that we otherwise would not have considered will be delivered to our subconscious, and our conscious mind will suddenly recognise it as appropriate for the problem we were dealing with before.",
        "3": "아이디어의 고안 단계에서 검열 장치의 제한 범위를조정했기 때문에 다른 상황에서는 고려하지 않았을 연상이 우리의 잠재의식에 전달될 것이고, 우리의 의식적 마음은 그것을 우리가 이전에 다루고 있던 문제에 적합한 것으로 갑자기 인식할 듯하다.",
        "4": "phase"
    },
    {
        "0": "adjust",
        "1": "조정하다",
        "2": "It seems that during the incubation phase of the idea, because we have a_______ the parameters of the censor, an association that we otherwise would not have considered will be delivered to our subconscious, and our conscious mind will suddenly recognise it as appropriate for the problem we were dealing with before.",
        "3": "아이디어의 고안 단계에서 검열 장치의 제한 범위를 조정했기 때문에 다른 상황에서는 고려하지 않았을 연상이 우리의 잠재의식에 전달될 것이고, 우리의 의식적 마음은 그것을 우리가 이전에 다루고 있던 문제에 적합한 것으로 갑자기 인식할 듯하다.",
        "4": "adjusted"
    },
    {
        "0": "association",
        "1": "연상, 연합",
        "2": "It seems that during the incubation phase of the idea, because we have adjusted the parameters of the censor, an a__________ that we otherwise would not have considered will be delivered to our subconscious, and our conscious mind will suddenly recognise it as appropriate for the problem we were dealing with before.",
        "3": "아이디어의 고안 단계에서 검열 장치의 제한 범위를 조정했기 때문에 다른 상황에서는 고려하지 않았을 연상이 우리의 잠재의식에 전달될 것이고, 우리의 의식적 마음은 그것을 우리가 이전에 다루고 있던 문제에 적합한 것으로 갑자기 인식할 듯하다.",
        "4": "association"
    },
    {
        "0": "subconscious",
        "1": "잠재의식; 잠재의식의",
        "2": "It seems that during the incubation phase of the idea, because we have adjusted the parameters of the censor, an association that we otherwise would not have considered will be delivered to our s___________, and our conscious mind will suddenly recognise it as appropriate for the problem we were dealing with before.",
        "3": "아이디어의 고안 단계에서 검열 장치의 제한 범위를 조정했기 때문에 다른 상황에서는 고려하지 않았을 연상이 우리의 잠재의식에 전달될 것이고, 우리의 의식적 마음은 그것을 우리가 이전에 다루고 있던 문제에 적합한 것으로 갑자기 인식할 듯하다.",
        "4": "subconscious"
    },
    {
        "0": "conscious",
        "1": "의식적인, 의도적인",
        "2": "It seems that during the incubation phase of the idea, because we have adjusted the parameters of the censor, an association that we otherwise would not have considered will be delivered to our subconscious, and our c________ mind will suddenly recognise it as appropriate for the problem we were dealing with before.",
        "3": "아이디어의 고안 단계에서 검열 장치의 제한 범위를 조정했기 때문에 다른 상황에서는 고려하지 않았을 연상이 우리의 잠재의식에 전달될 것이고, 우리의 의식적 마음은 그것을 우리가 이전에 다루고 있던 문제에 적합한 것으로 갑자기 인식할 듯하다.",
        "4": "conscious"
    }
]
