[
    {
        "0": "simplistic",
        "1": "지나치게 단순화한",
        "2": "Adopting a s_________ “be positive and smile” approach may be even less feasible for leaders than for front-line service workers.",
        "3": "긍정적이고 미소를 지으라'라는 지나치게 단순화한 접근 방식을 채택하는 것은 일선 서비스 근로자들보다 리더들에게 훨씬 더 실현 가능성이 낮을 수 있다.",
        "4": "simplistic"
    },
    {
        "0": "simplistic",
        "1": "지나치게 단순화한",
        "2": "Perhaps of even greater concern, a s_________ display rule to be always positive may deprive mid- and lower-level leaders of the discretion they need to adopt the best emotional tone for the situation.",
        "3": "아마 훨씬 더 걱정스러운 것은, 항상 긍정적이어야 한다는 지나치게 단순화환 표현 규칙은 중간 및 하위 직급 리더들에게서 그 상황에 가장 좋은 감정(감정적 기분)을 채택하는 데 그들에게 필요한 재량권을 박탈할 수 있을 것이다.",
        "4": "simplistic"
    },
    {
        "0": "approach",
        "1": "접근 방식, 접근법",
        "2": "Adopting a simplistic “be positive and smile” a_______ may be even less feasible for leaders than for front-line service workers.",
        "3": "긍정적이고 미소를 지으라'라는 지나치게 단순화한 접근 방식을 채택하는 것은 일선 서비스 근로자들보다 리더들에게 훨씬 더 실현 가능성이 낮을 수 있다.",
        "4": "approach"
    },
    {
        "0": "front-line",
        "1": "일선의, 최전선의",
        "2": "Adopting a simplistic “be positive and smile” approach may be even less feasible for leaders than for f__________ service workers.",
        "3": "긍정적이고 미소를 지으라'라는 지나치게 단순화한 접근 방식을 채택하는 것은 일선 서비스 근로자들보다 리더들에게 훨씬 더 실현 가능성이 낮을 수 있다.",
        "4": "front-line"
    },
    {
        "0": "front-line",
        "1": "일선의, 최전선의",
        "2": "Like f_________ workers, leaders often experience frustrating work events, and sometimes these events may have a stronger influence on them than the organizational display rule to be positive.",
        "3": "일선 근로자들과 마찬가지로 리더들도 흔히 불만스러운 업무 사건을 경험하며, 때로는 이러한 사건이 긍정적이어야 한다는 조직의 표현 규칙보다 그들에게더 큰 영향을 미칠 수도 있다.",
        "4": "front-line"
    },
    {
        "0": "frustrating",
        "1": "불만스러운",
        "2": "Like front-line workers, leaders often experience f___________ work events, and sometimes these events may have a stronger influence on them than the organizational display rule to be positive.",
        "3": "일선 근로자들과 마찬가지로 리더들도 흔히 불만스러운 업무 사건을 경험하며, 때로는 이러한 사건이 긍정적이어야 한다는 조직의 표현 규칙보다 그들에게더 큰 영향을 미칠 수도 있다.",
        "4": "frustrating"
    },
    {
        "0": "organizational",
        "1": "조직의",
        "2": "Like front-line workers, leaders often experience frustrating work events, and sometimes these events may have a stronger influence on them than the o____________ display rule to be positive.",
        "3": "일선 근로자들과 마찬가지로 리더들도 흔히 불만스러운 업무 사건을 경험하며, 때로는 이러한 사건이 긍정적이어야 한다는 조직의 표현 규칙보다 그들에게더 큰 영향을 미칠 수도 있다.",
        "4": "organizational"
    },
    {
        "0": "organizational",
        "1": "조직의",
        "2": "Consequently, o_____________ display rules for leaders must give them the freedom to display a wide range of emotions, and the autonomy to use considerable judgment about which emotions to display at any given time.",
        "3": "결과적으로, 리더들을 위한 조직의 표현 규칙은 광범위한 감정을 드러낼 수 있는 자유와 어느 때에 어떤 감정을 드러낼 것인지에 대해 상당한 판단력을 발휘할 자율성을 그들에게 부여해야 한다.",
        "4": "organizational"
    },
    {
        "0": "display",
        "1": "표현, 전시; 드러내다",
        "2": "Like front-line workers, leaders often experience frustrating work events, and sometimes these events may have a stronger influence on them than the organizational d______ rule to be positive.",
        "3": "일선 근로자들과 마찬가지로 리더들도 흔히 불만스러운 업무 사건을 경험하며, 때로는 이러한 사건이 긍정적이어야 한다는 조직의 표현 규칙보다 그들에게더 큰 영향을 미칠 수도 있다.",
        "4": "display"
    },
    {
        "0": "display",
        "1": "표현, 전시; 드러내다",
        "2": "Perhaps of even greater concern, a simplistic d______ rule to be always positive may deprive mid- and lower-level leaders of the discretion they need to adopt the best emotional tone for the situation.",
        "3": "아마 훨씬 더 걱정스러운 것은, 항상 긍정적이어야 한다는 지나치게 단순화환 표현 규칙은 중간 및 하위 직급 리더들에게서 그 상황에 가장 좋은 감정(감정적 기분)을 채택하는 데 그들에게 필요한 재량권을 박탈할 수 있을 것이다.",
        "4": "display"
    },
    {
        "0": "display",
        "1": "표현, 전시; 드러내다",
        "2": "Consequently, organizational d______ rules for leaders must give them the freedom to d______ a wide range of emotions, and the autonomy to use considerable judgment about which emotions to display at any given time.",
        "3": "결과적으로, 리더들을 위한 조직의 표현 규칙은 광범위한 감정을 드러낼 수 있는 자유와 어느 때에 어떤 감정을 드러낼 것인지에 대해 상당한 판단력을 발휘할 자율성을 그들에게 부여해야 한다.",
        "4": "display"
    },
    {
        "0": "deprive~of",
        "1": "~에게서...을 박탈하다",
        "2": "Perhaps of even greater concern, a simplistic display rule to be always positive may d______ mid- and lower-level leaders __ the discretion they need to adopt the best emotional tone for the situation.",
        "3": "아마 훨씬 더 걱정스러운 것은, 항상 긍정적이어야 한다는 지나치게 단순화환 표현 규칙은 중간 및 하위 직급 리더들에게서 그 상황에 가장 좋은 감정(감정적 기분)을 채택하는 데 그들에게 필요한 재량권을 박탈할 수 있을 것이다.",
        "4": "deprive~of"
    },
    {
        "0": "sympathy",
        "1": "동정(심), 공감",
        "2": "Unlike many service workers, who often must display the same emotion (such as smiling or showing s_______) over and over again in a fairly repetitive fashion, leaders have to display a much wider range of emotions and use considerable judgment as to which emotions best suit the situation.",
        "3": "흔히 상당히 반복적인 방식으로 (미소를 짓거나 동정심을 보이는 것과 같은) 동일한 감정을 거듭하여 드러내야 하는 많은 서비스 근로자와 달리, 리더들을 위한 조직의 표현 규칙은 광범위한 감정을 드러낼 수 있는 자유와 어느 때에 어떤 감정을 드러낼 것인지에 대해 상당한 판단력을 발휘할 자율성을 그들에게 부여해야 한다.",
        "4": "sympathy"
    },
    {
        "0": "fairly",
        "1": "상당히",
        "2": "Unlike many service workers, who often must display the same emotion (such as smiling or showing sympathy) over and over again in a f_____ repetitive fashion, leaders have to display a much wider range of emotions and use considerable judgment as to which emotions best suit the situation.",
        "3": "흔히 상당히 반복적인 방식으로 (미소를 짓거나 동정심을 보이는 것과 같은) 동일한 감정을 거듭하여 드러내야 하는 많은 서비스 근로자와 달리, 리더들을 위한 조직의 표현 규칙은 광범위한 감정을 드러낼 수 있는 자유와 어느 때에 어떤 감정을 드러낼 것인지에 대해 상당한 판단력을 발휘할 자율성을 그들에게 부여해야 한다.",
        "4": "fairly"
    },
    {
        "0": "repetitive",
        "1": "반복적인",
        "2": "Unlike many service workers, who often must display the same emotion (such as smiling or showing sympathy) over and over again in a fairly r________ fashion, leaders have to display a much wider range of emotions and use considerable judgment as to which emotions best suit the situation.",
        "3": "흔히 상당히 반복적인 방식으로 (미소를 짓거나 동정심을 보이는 것과 같은) 동일한 감정을 거듭하여 드러내야 하는 많은 서비스 근로자와 달리, 리더들은 훨씬 더 광범위한 감정을 드러내고 어떤 감정이 상황에 가자 적합한지에 대해 상당한 판단력을 발휘해야 한다.",
        "4": "repetitive"
    },
    {
        "0": "considerable",
        "1": "상당한",
        "2": "Unlike many service workers, who often must display the same emotion (such as smiling or showing sympathy) over and over again in a fairly repetitive fashion, leaders have to display a much wider range of emotions and use c___________ judgment as to which emotions best suit the situation.",
        "3": "흔히 상당히 반복적인 방식으로 (미소를 짓거나 동정심을 보이는 것과 같은) 동일한 감정을 거듭하여 드러내야 하는 많은 서비스 근로자와 달리, 리더들은 훨씬 더 광범위한 감정을 드러내고 어떤 감정이 상황에 가자 적합한지에 대해 상당한 판단력을 발휘해야 한다.",
        "4": "considerable"
    },
    {
        "0": "considerable",
        "1": "상당한",
        "2": "Consequently, organizational display rules for leaders must give them the freedom to display a wide range of emotions, and the autonomy to use c___________ judgment about which emotions to display at any given time.",
        "3": "결과적으로, 리더들을 위한 조직의 표현 규칙은 광범위한 감정을 드러낼 수 있는 자유와 어느 때에 어떤 감정을 드러낼 것인지에 대해 상당한 판단력을 발휘할 자율성을 그들에게 부여해야 한다.",
        "4": "considerable"
    },
    {
        "0": "judgement",
        "1": "판단(력)",
        "2": "Unlike many service workers, who often must display the same emotion (such as smiling or showing sympathy) over and over again in a fairly repetitive fashion, leaders have to display a much wider range of emotions and use considerable j_______ as to which emotions best suit the situation.",
        "3": "흔히 상당히 반복적인 방식으로 (미소를 짓거나 동정심을 보이는 것과 같은) 동일한 감정을 거듭하여 드러내야 하는 많은 서비스 근로자와 달리, 리더들을 위한 조직의 표현 규칙은 광범위한 감정을 드러낼 수 있는 자유와 어느 때에 어떤 감정을 드러낼 것인지에 대해 상당한 판단력을 발휘할 자율성을 그들에게 부여해야 한다.",
        "4": "judgment"
    },
    {
        "0": "judgement",
        "1": "판단(력)",
        "2": "Consequently, organizational display rules for leaders must give them the freedom to display a wide range of emotions, and the autonomy to use considerable j_______ about which emotions to display at any given time.",
        "3": "결과적으로, 리더들을 위한 조직의 표현 규칙은 광범위한 감정을 드러낼 수 있는 자유와 어느 때에 어떤 감정을 드러낼 것인지에 대해 상당한 판단력을 발휘할 자율성을 그들에게 부여해야 한다.",
        "4": "judgment"
    },
    {
        "0": "suit",
        "1": "(~에) 적합하다",
        "2": "Unlike many service workers, who often must display the same emotion (such as smiling or showing sympathy) over and over again in a fairly repetitive fashion, leaders have to display a much wider range of emotions and use considerable judgment as to which emotions best s___ the situation.",
        "3": "흔히 상당히 반복적인 방식으로 (미소를 짓거나 동정심을 보이는 것과 같은) 동일한 감정을 거듭하여 드러내야 하는 많은 서비스 근로자와 달리, 리더들을 위한 조직의 표현 규칙은 광범위한 감정을 드러낼 수 있는 자유와 어느 때에 어떤 감정을 드러낼 것인지에 대해 상당한 판단력을 발휘할 자율성을 그들에게 부여해야 한다.",
        "4": "suit"
    },
    {
        "0": "autonomy",
        "1": "자율성",
        "2": "Consequently, organizational display rules for leaders must give them the freedom to display a wide range of emotions, and the a_______ to use considerable judgment about which emotions to display at any given time.",
        "3": "결과적으로, 리더들을 위한 조직의 표현 규칙은 광범위한 감정을 드러낼 수 있는 자유와 어느 때에 어떤 감정을 드러낼 것인지에 대해 상당한 판단력을 발휘할 자율성을 그들에게 부여해야 한다.",
        "4": "autonomy"
    }
]