[
    {
        "0": "conduct",
        "1": "행위",
        "2": "Details of the c_______ of everyday life can be found, for example, in the diaries of remarkable mid-17th century individuals such as Samuel Pepys and John Evelyn, whose images of London daily life still capture the imagination.",
        "3": "일상생활의 행위에 대한 세부 사항은, 예를 들어, Samuel Pepys와 John Evelyn과 같은 17세기 중반의 주목할 만한 개인들의 일기에서 발견될 수 있는데, 런던의 일상생활에 대한 그들의 표현이 여전히 상상력을 사로잡는다.",
        "4": "conduct"
    },
    {
        "0": "remarkable",
        "1": "주목할 만한, 뛰어난",
        "2": "Details of the conduct of everyday life can be found, for example, in the diaries of r________ mid-17th century individuals such as Samuel Pepys and John Evelyn, whose images of London daily life still capture the imagination.",
        "3": "일상생활의 행위에 대한 세부 사항은, 예를 들어, Samuel Pepys와 John Evelyn과 같은 17세기 중반의 주목할 만한 개인들의 일기에서 발견될 수 있는데, 런던의 일상생활에 대한 그들의 표현이 여전히 상상력을 사로잡는다.",
        "4": "remarkable"
    },
    {
        "0": "capture",
        "1": "사로잡다, 포획하다",
        "2": "Details of the conduct of everyday life can be found, for example, in the diaries of remarkable mid-17th century individuals such as Samuel Pepys and John Evelyn, whose images of London daily life still c________ the imagination.",
        "3": "일상생활의 행위에 대한 세부 사항은, 예를 들어, Samuel Pepys와 John Evelyn과 같은 17세기 중반의 주목할 만한 개인들의 일기에서 발견될 수 있는데, 런던의 일상생활에 대한 그들의 표현이 여전히 상상력을 사로잡는다.",
        "4": "capture"
    },
    {
        "0": "representative",
        "1": "대표하는, 묘사하는",
        "2": "But the daily lives recorded in their diaries are certainly not in any sense r___________ of the society they describe ─ if only because the very act of keeping a diary renders the diarists themselves remarkable.",
        "3": "그러나 그들의 일기에 기록된 일상생활은 어떤 의미에서도 그들이 묘사하는 사회를 대표하지는 않는 것이 분명한데, 이는 일기를 쓰는 바로 그 행위가 일기를 쓰는 사람 자신을 주목할 만하게 만든다는 이유만으로도 그렇다.",
        "4": "representative"
    },
    {
        "0": "render",
        "1": "만들다, 되게 하다",
        "2": "But the daily lives recorded in their diaries are certainly not in any sense representative of the society they describe ─ if only because the very act of keeping a diary r______ the diarists themselves remarkable.",
        "3": "그러나 그들의 일기에 기록된 일상생활은 어떤 의미에서도 그들이 묘사하는 사회를 대표하지는 않는 것이 분명한데, 이는 일기를 쓰는 바로 그 행위가 일기를 쓰는 사람 자신을 주목할 만하게 만든다는 이유만으로도 그렇다.",
        "4": "renders"
    },
    {
        "0": "free-form",
        "1": "자유 형식의",
        "2": "In addition, the earliest diaries were simple f___-_____ records of sequences of activities, often without detailed reference to timings.",
        "3": "게다가 초기의 일기는 활동의 순서에 대한 단순한 자유 형식의 기록이었으며, 시기에 대한 자세한 언급이 없는 경우가 많았다.",
        "4": "free-form"
    },
    {
        "0": "sequence",
        "1": "순서, 연속",
        "2": "In addition, the earliest diaries were simple free-form records of s__________ of activities, often without detailed reference to timings.",
        "3": "게다가 초기의 일기는 활동의 순서에 대한 단순한 자유 형식의 기록이었으며, 시기에 대한 자세한 언급이 없는 경우가 많았다.",
        "4": "sequences"
    },
    {
        "0": "reference",
        "1": "언급, 참조",
        "2": "In addition, the earliest diaries were simple free-form records of sequences of activities, often without detailed r_________ to timings.",
        "3": "게다가 초기의 일기는 활동의 순서에 대한 단순한 자유 형식의 기록이었으며, 시기에 대한 자세한 언급이 없는 경우가 많았다.",
        "4": "reference"
    },
    {
        "0": "application",
        "1": "적용",
        "2": "The a________ of diaries to systematic social research depends on collecting carefully harmonized daily activity reports in large samples selected randomly from a population.",
        "3": "일기를 체계적인 사회 연구에 적용하는 것은 모집단에서 무작위로 선택된 대규모 표본에서 주의 깊게 조화된 일상 활동 기록을 수집하는 것에 달려 있다.",
        "4": "application"
    },
    {
        "0": "systematic",
        "1": "체계적인",
        "2": "The application of diaries to s_______ social research depends on collecting carefully harmonized daily activity reports in large samples selected randomly from a population.",
        "3": "일기를 체계적인 사회 연구에 적용하는 것은 모집단에서 무작위로 선택된 대규모 표본에서 주의 깊게 조화된 일상 활동 기록을 수집하는 것에 달려 있다.",
        "4": "systematic"
    },
    {
        "0": "harmonize",
        "1": "조화시키다, 일치시키다",
        "2": "The application of diaries to systematic social research depends on collecting carefully h_________ daily activity reports in large samples selected randomly from a population.",
        "3": "일기를 체계적인 사회 연구에 적용하는 것은 모집단에서 무작위로 선택된 대규모 표본에서 주의 깊게 조화된 일상 활동 기록을 수집하는 것에 달려 있다.",
        "4": "harmonized"
    },
    {
        "0": "randomly",
        "1": "무작위로",
        "2": "The application of diaries to systematic social research depends on collecting carefully harmonized daily activity reports in large samples selected r_______ from a population.",
        "3": "일기를 체계적인 사회 연구에 적용하는 것은 모집단에서 무작위로 선택된 대규모 표본에서 주의 깊게 조화된 일상 활동 기록을 수집하는 것에 달려 있다.",
        "4": "randomly"
    },
    {
        "0": "population",
        "1": "모집단",
        "2": "The application of diaries to systematic social research depends on collecting carefully harmonized daily activity reports in large samples selected randomly from a p_________.",
        "3": "일기를 체계적인 사회 연구에 적용하는 것은 모집단에서 무작위로 선택된 대규모 표본에서 주의 깊게 조화된 일상 활동 기록을 수집하는 것에 달려 있다.",
        "4": "population"
    },
    {
        "0": "comprise",
        "1": "구성하다",
        "2": "Sociologists, economists and demographers can use the results of such time-use studies to describe and explain the factors that influence the chains of behaviours which c_______ daily life.",
        "3": "사회학자, 경제학자, 그리고 인구 통계학자는 일상생활을 구성하는 일련의 행동에 영향을 미치는 요인들을 기술하고 설명하기 위해 그러한 시간 사용 연구 결과를 이용할 수 있다.",
        "4": "comprise"
    }
]