[
    {
        "0": "explosive",
        "1": "폭발적인",
        "2": "Nature is changing with the e_________ growth in urban populations and cities have to deal with transformations in nature.",
        "3": "자연은 도시 인구의 폭발적인 증가로 변화하고 있고 도시는 자연에서의 변화를 다루어야 한다.",
        "4": "explosive"
    },
    {
        "0": "give a nod to",
        "1": "~에 머리를 끄덕이다",
        "2": "While it pays too much attention to technology, smart cities research barely g___ __ ___ __ climate change, which is already influencing urbanites with more intense storms, flooding, record-breaking temperatures resulting from the emission of greenhouse gases and burning forests. ",
        "3": "스마트 시티 연구는 기술에 너무 많은 관심을 기울이지만, 기후 변화에 대해서는 거의 머리를 끄덕이지[관심을 기울이지] 않는데, 그것은 이미 온실가스 배출과 숲의 화재로부터 초래되는 더 극심한 폭풍, 홍수, 기록적인 기 온으로 도시민에게 영향을 미치고 있다.",
        "4": "gives a nod to"
    },
    {
        "0": "urbanite",
        "1": "도시민",
        "2": "While it pays too much attention to technology, smart cities research barely gives a nod to climate change, which is already influencing u_________ with more intense storms, flooding, record-breaking temperatures resulting from the emission of greenhouse gases and burning forests. ",
        "3": "스마트 시티 연구는 기술에 너무 많은 관심을 기울이지만, 기후 변화에 대해서는 거의 머리를 끄덕이지[관심을 기울이지] 않는데, 그것은 이미 온실가스 배출과 숲의 화재로부터 초래되는 더 극심한 폭풍, 홍수, 기록적인 기 온으로 도시민에게 영향을 미치고 있다.",
        "4": "urbanites"
    },
    {
        "0": "intense",
        "1": "극심한, 혹독한",
        "2": "While it pays too much attention to technology, smart cities research barely gives a nod to climate change, which is already influencing urbanites with more i______ storms, flooding, record-breaking temperatures resulting from the emission of greenhouse gases and burning forests. ",
        "3": "스마트 시티 연구는 기술에 너무 많은 관심을 기울이지만, 기후 변화에 대해서는 거의 머리를 끄덕이지[관심을 기울이지] 않는데, 그것은 이미 온실가스 배출과 숲의 화재로부터 초래되는 더 극심한 폭풍, 홍수, 기록적인 기 온으로 도시민에게 영향을 미치고 있다.",
        "4": "intense"
    },
    {
        "0": "emission",
        "1": "배출(물)",
        "2": "While it pays too much attention to technology, smart cities research barely gives a nod to climate change, which is already influencing urbanites with more intense storms, flooding, record-breaking temperatures resulting from the e_______ of greenhouse gases and burning forests. ",
        "3": "스마트 시티 연구는 기술에 너무 많은 관심을 기울이지만, 기후 변화에 대해서는 거의 머리를 끄덕이지[관심을 기울이지] 않는데, 그것은 이미 온실가스 배출과 숲의 화재로부터 초래되는 더 극심한 폭풍, 홍수, 기록적인 기 온으로 도시민에게 영향을 미치고 있다.",
        "4": "emission"
    },
    {
        "0": "unbearable",
        "1": "견딜 수 없는",
        "2": "As I write this in the summer of 2018, intense heat has made the season u_________, and often life-threatening, for millions of city dwellers.",
        "3": "2018년 여름 내가 이 글을 쓰고 있는 순간 혹서는 수백만 명의 도시 거주자들에게 그 계절을 견딜 수 없고 흔히 생명을 위협하게 만들었다.",
        "4": "unbearable"
    },
    {
        "0": "life-threatening",
        "1": "생명을 위협하는",
        "2": "As I write this in the summer of 2018, intense heat has made the season unbearable, and often l___-________, for millions of city dwellers.",
        "3": "2018년 여름 내가 이 글을 쓰고 있는 순간 혹서는 수백만 명의 도시 거주자들에게 그 계절을 견딜 수 없고 흔히 생명을 위협하게 만들었다.",
        "4": "life-threatening"
    },
    {
        "0": "dweller",
        "1": "거주자",
        "2": "As I write this in the summer of 2018, intense heat has made the season unbearable, and often life-threatening, for millions of city d_______.",
        "3": "2018년 여름 내가 이 글을 쓰고 있는 순간 혹서는 수백만 명의 도시 거주자들에게 그 계절을 견딜 수 없고 흔히 생명을 위협하게 만들었다.",
        "4": "dwellers"
    },
    {
        "0": "endanger",
        "1": "위태롭게 하다",
        "2": "Moreover, drought e________ the habitability of more of the earth's surface, unprecedented fires are burning across California and British Columbia, monumental floods have drowned hundreds and made climate migrants of millions in India's Kerala state, and a rare hurricane has pounded Hawaii.",
        "3": "더욱이 가뭄은 더 많은 지구 표면의 거주 가능성을 위태롭게 하며, 전례가 없는 화재가 California와 British Columbia 전역을 태우고 있고, 엄청난 홍수가 인도 Kerala 주에서 수백 명을 익사시키고 수백만 명의 기후 이주민을 만들었으며, 드물게 발생하는 허리케인이 하와이를 강타했다.",
        "4": "endangers"
    },
    {
        "0": "habitability",
        "1": "거주 가능성, 살기에 알맞음",
        "2": "Moreover, drought endangers the h________ of more of the earth's surface, unprecedented fires are burning across California and British Columbia, monumental floods have drowned hundreds and made climate migrants of millions in India's Kerala state, and a rare hurricane has pounded Hawaii.",
        "3": "더욱이 가뭄은 더 많은 지구 표면의 거주 가능성을 위태롭게 하며, 전례가 없는 화재가 California와 British Columbia 전역을 태우고 있고, 엄청난 홍수가 인도 Kerala 주에서 수백 명을 익사시키고 수백만 명의 기후 이주민을 만들었으며, 드물게 발생하는 허리케인이 하와이를 강타했다.",
        "4": "habitability"
    },
    {
        "0": "unprecedented",
        "1": "전례가 없는",
        "2": "Moreover, drought endangers the habitability of more of the earth's surface, u__________ fires are burning across California and British Columbia, monumental floods have drowned hundreds and made climate migrants of millions in India's Kerala state, and a rare hurricane has pounded Hawaii.",
        "3": "더욱이 가뭄은 더 많은 지구 표면의 거주 가능성을 위태롭게 하며, 전례가 없는 화재가 California와 British Columbia 전역을 태우고 있고, 엄청난 홍수가 인도 Kerala 주에서 수백 명을 익사시키고 수백만 명의 기후 이주민을 만들었으며, 드물게 발생하는 허리케인이 하와이를 강타했다.",
        "4": "unprecedented"
    },
    {
        "0": "monumental",
        "1": "엄청난, 기념비의",
        "2": "Moreover, drought endangers the habitability of more of the earth's surface, unprecedented fires are burning across California and British Columbia, m__________ floods have drowned hundreds and made climate migrants of millions in India's Kerala state, and a rare hurricane has pounded Hawaii.",
        "3": "더욱이 가뭄은 더 많은 지구 표면의 거주 가능성을 위태롭게 하며, 전례가 없는 화재가 California와 British Columbia 전역을 태우고 있고, 엄청난 홍수가 인도 Kerala 주에서 수백 명을 익사시키고 수백만 명의 기후 이주민을 만들었으며, 드물게 발생하는 허리케인이 하와이를 강타했다.",
        "4": "monumental"
    },
    {
        "0": "migrant",
        "1": "이주민, 이주자",
        "2": "Moreover, drought endangers the habitability of more of the earth's surface, unprecedented fires are burning across California and British Columbia, monumental floods have drowned hundreds and made climate m_______ of millions in India's Kerala state, and a rare hurricane has pounded Hawaii.",
        "3": "더욱이 가뭄은 더 많은 지구 표면의 거주 가능성을 위태롭게 하며, 전례가 없는 화재가 California와 British Columbia 전역을 태우고 있고, 엄청난 홍수가 인도 Kerala 주에서 수백 명을 익사시키고 수백만 명의 기후 이주민을 만들었으며, 드물게 발생하는 허리케인이 하와이를 강타했다.",
        "4": "migrants"
    },
    {
        "0": "rare",
        "1": "드물게 발생하는, 드문",
        "2": "Moreover, drought endangers the habitability of more of the earth's surface, unprecedented fires are burning across California and British Columbia, monumental floods have drowned hundreds and made climate migrants of millions in India's Kerala state, and a r____ hurricane has pounded Hawaii.",
        "3": "더욱이 가뭄은 더 많은 지구 표면의 거주 가능성을 위태롭게 하며, 전례가 없는 화재가 California와 British Columbia 전역을 태우고 있고, 엄청난 홍수가 인도 Kerala 주에서 수백 명을 익사시키고 수백만 명의 기후 이주민을 만들었으며, 드물게 발생하는 허리케인이 하와이를 강타했다.",
        "4": "rare"
    },
    {
        "0": "pound",
        "1": "강타하다, 두드리다",
        "2": "Moreover, drought endangers the habitability of more of the earth's surface, unprecedented fires are burning across California and British Columbia, monumental floods have drowned hundreds and made climate migrants of millions in India's Kerala state, and a rare hurricane has p______ Hawaii.",
        "3": "더욱이 가뭄은 더 많은 지구 표면의 거주 가능성을 위태롭게 하며, 전례가 없는 화재가 California와 British Columbia 전역을 태우고 있고, 엄청난 홍수가 인도 Kerala 주에서 수백 명을 익사시키고 수백만 명의 기후 이주민을 만들었으며, 드물게 발생하는 허리케인이 하와이를 강타했다.",
        "4": "pounded"
    },
    {
        "0": "measurement",
        "1": "측정",
        "2": "The m__________ and analysis of people's knowledge on scientific topics, such as climate change, is challenging for researchers.",
        "3": "기후 변화와 같은 과학적 주제에 관한 사람들의 지식을 측정하고 분석하는 것은 연구자들에게 힘들다.",
        "4": "measurement"
    },
    {
        "0": "analysis",
        "1": "분석",
        "2": "The measurement and a________ of people's knowledge on scientific topics, such as climate change, is challenging for researchers.",
        "3": "기후 변화와 같은 과학적 주제에 관한 사람들의 지식을 측정하고 분석하는 것은 연구자들에게 힘들다.",
        "4": "analysis"
    },
    {
        "0": "intense",
        "1": "극심한, 혹독한",
        "2": "As I write this in the summer of 2018, i_____ heat has made the season unbearable, and often life-threatening, for millions of city dwellers.",
        "3": "2018년 여름 내가 이 글을 쓰고 있는 순간 혹서는 수백만 명의 도시 거주자들에게 그 계절을 견딜 수 없고 흔히 생명을 위협하게 만들었다.",
        "4": "intense"
    }
]
