[
    {
        "0": "layout",
        "1": "(실내, 정원 등의) 공간 배치, 설계",
        "2": "In comparing different subway car l______, we can see how seemingly small design choices can have outsized effects on user behavior.",
        "3": "서로 다른 지하철 차량 공간 배치를 비교할 때, 우리는 어떻게 겉보기에 작은 디자인 선택이 사용자 행동에 큰 영향을 미칠 수 있는지 알 수 있다.",
        "4": "layouts"
    },
    {
        "0": "outsized",
        "1": "큰, 대형의",
        "2": "In comparing different subway car layouts, we can see how seemingly small design choices can have o_______ effects on user behavior.",
        "3": "서로 다른 지하철 차량 공간 배치를 비교할 때, 우리는 어떻게 겉보기에 작은 디자인 선택이 사용자 행동에 큰 영향을 미칠 수 있는지 알 수 있다.",
        "4": "outsized"
    },
    {
        "0": "position",
        "1": "배치하다",
        "2": "When designers p_______ doors symmetrically, riders will often crowd around the doors, leaving much of the car unused.",
        "3": "설계자들이 문을 대칭적으로 배치할 때, 승객들은 흔히 문 주위에 몰려들어 차량의 많은 공간을 사용되지 않은 채로 둘 것이다.",
        "4": "position"
    },
    {
        "0": "crowd",
        "1": "몰려들다",
        "2": "When designers position doors symmetrically, riders will often c_____ around the doors, leaving much of the car unused.",
        "3": "설계자들이 문을 대칭적으로 배치할 때, 승객들은 흔히 문 주위에 몰려들어 차량의 많은 공간을 사용되지 않은 채로 둘 것이다.",
        "4": "crowd"
    },
    {
        "0": "distributed",
        "1": "분산된",
        "2": "When designers choose to position the doors asymmetrically, however, use of the space is more evenly d_________; passengers can enter and exit the car more efficiently.",
        "3": "그러나 설계자들이 문을 비대칭적으로 배치하는 것을 선택할 때, 공간의 사용이 더 고르게 분산되어, 예컨대 탑 승자들이 더 효율적으로 차량을 출입할 수 있다.",
        "4": "distributed"
    },
    {
        "0": "afford",
        "1": "제공하다",
        "2": "In these cases, the affordances of both layouts are the same ─ riders in both environments are a_______ the opportunity to use the whole space of the car to sit, stand, and ride.",
        "3": "이 경우, 두 가지 공간 배치의 행동 유도성은 같다. 즉, 두 환경에서 승객들은 앉고, 서고, 타기 위해 차량의 전 체 공간을 사용할 기회를 제공받는다.",
        "4": "afforded"
    },
    {
        "0": "location",
        "1": "위치",
        "2": "But by changing the l_______ of the doors, designers can reshape riders' perceptions of that space, which influences how and whether riders take advantage of this affordance.",
        "3": "그러나 문의 위치를 변경함으로써 설계자들은 그 공간에 대한 승객들의 '인식'을 재형성할 수 있으며, 이는 승객들이 이러한 행동 유도성을 활용하는 방식과 활용 여부에 영향을 미친다.",
        "4": "location"
    },
    {
        "0": "reshape",
        "1": "재형성하다",
        "2": "But by changing the location of the doors, designers can r_______ riders' perceptions of that space, which influences how and whether riders take advantage of this affordance.",
        "3": "그러나 문의 위치를 변경함으로써 설계자들은 그 공간에 대한 승객들의 '인식'을 재형성할 수 있으며, 이는 승객들이 이러한 행동 유도성을 활용하는 방식과 활용 여부에 영향을 미친다.",
        "4": "reshape"
    },
    {
        "0": "perception",
        "1": "인식, 지각",
        "2": "But by changing the location of the doors, designers can reshape riders' p_________ of that space, which influences how and whether riders take advantage of this affordance.",
        "3": "그러나 문의 위치를 변경함으로써 설계자들은 그 공간에 대한 승객들의 '인식'을 재형성할 수 있으며, 이는 승객들이 이러한 행동 유도성을 활용하는 방식과 활용 여부에 영향을 미친다.",
        "4": "perceptions"
    },
    {
        "0": "take advantage of",
        "1": "~을 활용하다",
        "2": "But by changing the location of the doors, designers can reshape riders' perceptions of that space, which influences how and whether riders t___ _________ __ this affordance.",
        "3": "그러나 문의 위치를 변경함으로써 설계자들은 그 공간에 대한 승객들의 '인식'을 재형성할 수 있으며, 이는 승객들이 이러한 행동 유도성을 활용하는 방식과 활용 여부에 영향을 미친다.",
        "4": "take advantage of"
    },
    {
        "0": "position",
        "1": "배치하다",
        "2": "The p_______ of a subway car's doors, for example, shapes how riders use that space.",
        "3": "예를 들어, 지하철 차량의 문 위치는 승객들이 그 공간을 어떻게 사용하는지를 형성한다.",
        "4": "position"
    }
]