[
    {
        "0": "push the boundaries",
        "1": "기존의 틀을 벗어나다, 경계를 허물다",
        "2": "P_______ ___ __________ or breaking rules may entail risks.",
        "3": "기존의 틀을 벗어나거나 규칙을 위반하는 것은 모험을 수반할 수도 있다.",
        "4": "Pushing the boundaries"
    },
    {
        "0": "entail",
        "1": "수반하다",
        "2": "Pushing the boundaries or breaking rules may e____ risks.",
        "3": "기존의 틀을 벗어나거나 규칙을 위반하는 것은 모험을 수반할 수도 있다.",
        "4": "entail"
    },
    {
        "0": "fruitful",
        "1": "생산적인",
        "2": "The results of this may be f______ and invigorating but they may also be disastrous or wasteful.",
        "3": "이것의 결과는 생산적이고 활기를 북돋아 줄 수도 있지만, 그것은 또한 처참하거나 낭비적일 수도 있다.",
        "4": "fruitful"
    },
    {
        "0": "invigorating",
        "1": "활기를 북돋는",
        "2": "The results of this may be fruitful and i___________ but they may also be disastrous or wasteful.",
        "3": "이것의 결과는 생산적이고 활기를 북돋아 줄 수도 있지만, 그것은 또한 처참하거나 낭비적일 수도 있다.",
        "4": "invigorating"
    },
    {
        "0": "disastrous",
        "1": "처참한",
        "2": "The results of this may be fruitful and invigorating but they may also be d__________ or wasteful.",
        "3": "이것의 결과는 생산적이고 활기를 북돋아 줄 수도 있지만, 그것은 또한 처참하거나 낭비적일 수도 있다.",
        "4": "disastrous"
    },
    {
        "0": "wasteful",
        "1": "낭비적인, 비경제적인",
        "2": "The results of this may be fruitful and invigorating but they may also be disastrous or w________.",
        "3": "이것의 결과는 생산적이고 활기를 북돋아 줄 수도 있지만, 그것은 또한 처참하거나 낭비적일 수도 있다.",
        "4": "wasteful"
    },
    {
        "0": "guarantee",
        "1": "보장하다",
        "2": "Flirting with risk means that the outcome is not g_________ but also that aspirations go beyond the known and familiar, beyond the standard. ",
        "3": "모험의 위험을 무릅쓰는 것은 결과가 보장되지 않는다는 것을 의미하지만 또한 포부가 이미 알고 있고 친숙한 수준을 넘어선다는 것, 즉 보통 수준을 넘어선다는 것을 의미하기도 한다.",
        "4": "guaranteed"
    },
    {
        "0": "aspiration",
        "1": "포부, 열망",
        "2": "Flirting with risk means that the outcome is not guaranteed but also that a_________ go beyond the known and familiar, beyond the standard. ",
        "3": "모험의 위험을 무릅쓰는 것은 결과가 보장되지 않는다는 것을 의미하지만 또한 포부가 이미 알고 있고 친숙한 수준을 넘어선다는 것, 즉 보통 수준을 넘어선다는 것을 의미하기도 한다.",
        "4": "aspirations"
    },
    {
        "0": "standard",
        "1": "보통 수준, 표준",
        "2": "Flirting with risk means that the outcome is not guaranteed but also that aspirations go beyond the known and familiar, beyond the s__________. ",
        "3": "모험의 위험을 무릅쓰는 것은 결과가 보장되지 않는다는 것을 의미하지만 또한 포부가 이미 알고 있고 친숙한 수준을 넘어선다는 것, 즉 보통 수준을 넘어선다는 것을 의미하기도 한다.",
        "4": "standard"
    },
    {
        "0": "experimentation",
        "1": "실험",
        "2": "This pushing of boundaries takes place at many different levels from the production of single objects to a broader kind of e_____________ with materials themselves, and it may therefore be identified as a mainstay of creativity at the everyday level. ",
        "3": "이같이 기존의 틀을 벗어나는 것은 단일 물건의 생산에서부터 재료 자체를 이용한 더 광범위한 종류의 실험에 이르기까지 여러 다양한 수준에서 이루어지며, 따라서 일상적인 수준에서는 창조성의 중심으로 인정될 수도 있다.",
        "4": "experimentation"
    },
    {
        "0": "mainstay",
        "1": "중심, 기둥",
        "2": "This pushing of boundaries takes place at many different levels from the production of single objects to a broader kind of experimentation with materials themselves, and it may therefore be identified as a m_________ of creativity at the everyday level. ",
        "3": "이같이 기존의 틀을 벗어나는 것은 단일 물건의 생산에서부터 재료 자체를 이용한 더 광범위한 종류의 실험에 이르기까지 여러 다양한 수준에서 이루어지며, 따라서 일상적인 수준에서는 창조성의 중심으로 인정될 수도 있다.",
        "4": "mainstay"
    },
    {
        "0": "illustrate",
        "1": "분명히 드러내다",
        "2": "This kind of creative risk is i__________ by the comments made by a modern-day potter when confronted with a copy of the Skarpsalling vessel, usually considered the most beautiful and outstanding Neolithic vessel found in Denmark. ",
        "3": "이런 종류의 창조적 모험은 현대의 한 도예가가 덴마크에서 발견된 가장 아름답고 뛰어난 신석기 시대의 그릇이라고 보통 여겨지는 Skarpsalling 그릇의 복제본과 마주했을 때 했던 말에서 분명히 드러난다.",
        "4": "illustrated"
    },
    {
        "0": "be confronted with",
        "1": "~을 마주하다",
        "2": "This kind of creative risk is illustrated by the comments made by a modern-day potter when c________ _____ a copy of the Skarpsalling vessel, usually considered the most beautiful and outstanding Neolithic vessel found in Denmark. ",
        "3": "이런 종류의 창조적 모험은 현대의 한 도예가가 덴마크에서 발견된 가장 아름답고 뛰어난 신석기 시대의 그릇이라고 보통 여겨지는 Skarpsalling 그릇의 복제본과 마주했을 때 했던 말에서 분명히 드러난다.",
        "4": "confronted with"
    },
    {
        "0": "vessel",
        "1": "그릇",
        "2": "This kind of creative risk is illustrated by the comments made by a modern-day potter when confronted with a copy of the Skarpsalling v_____, usually considered the most beautiful and outstanding Neolithic vessel found in Denmark. ",
        "3": "이런 종류의 창조적 모험은 현대의 한 도예가가 덴마크에서 발견된 가장 아름답고 뛰어난 신석기 시대의 그릇이라고 보통 여겨지는 Skarpsalling 그릇의 복제본과 마주했을 때 했던 말에서 분명히 드러난다.",
        "4": "vessel"
    },
    {
        "0": "vibrating",
        "1": "흔들리는, 진동하는",
        "2": "In describing the vessel's qualities she said its shape was 'v_________'.",
        "3": "그 그릇의 특성을 설명하면서 그녀는 그것의 모양이 '흔들린다'고 말했다.",
        "4": "vibrating"
    },
    {
        "0": "specify",
        "1": "구체적으로 말하다",
        "2": "Asked to s______ what she meant, she explained that the Neolithic potter had pushed the shape to its upmost, to just before it would collapse.",
        "3": "무슨 뜻인지 구체적으로 말해 달라는 질문에 그녀는 신석기 도공이 그 모양을 가장 높은 수준까지, (즉) 그것이 넘어지기 직전까지 밀어붙였다고 설명했다.",
        "4": "specify"
    },
    {
        "0": "upmost",
        "1": "가장 높은 수준의, 최고의",
        "2": "Asked to specify what she meant, she explained that the Neolithic potter had pushed the shape to its u_______, to just before it would collapse.",
        "3": "무슨 뜻인지 구체적으로 말해 달라는 질문에 그녀는 신석기 도공이 그 모양을 가장 높은 수준까지, (즉) 그것이 넘어지기 직전까지 밀어붙였다고 설명했다.",
        "4": "upmost"
    },
    {
        "0": "collapse",
        "1": "넘어지다",
        "2": "Asked to specify what she meant, she explained that the Neolithic potter had pushed the shape to its upmost, to just before it would c________.",
        "3": "무슨 뜻인지 구체적으로 말해 달라는 질문에 그녀는 신석기 도공이 그 모양을 가장 높은 수준까지, (즉) 그것이 넘어지기 직전까지 밀어붙였다고 설명했다.",
        "4": "collapse"
    },
    {
        "0": "vessel",
        "1": "그릇",
        "2": "This kind of creative risk is illustrated by the comments made by a modern-day potter when confronted with a copy of the Skarpsalling vessel, usually considered the most beautiful and outstanding Neolithic v______ found in Denmark. ",
        "3": "이런 종류의 창조적 모험은 현대의 한 도예가가 덴마크에서 발견된 가장 아름답고 뛰어난 신석기 시대의 그릇이라고 보통 여겨지는 Skarpsalling 그릇의 복제본과 마주했을 때 했던 말에서 분명히 드러난다.",
        "4": "vessel"
    }
]